Repository: CDLUC3/dmptool
Catalog: config/locale/*/client.po
Languages: pt_br

source: Phone numbers should only include numbers and dashes ('-').
pt_br: Os números de telefone devem incluir apenas números e traços ('-').

source: Select each role that applies to the contributor.
pt_br: Selecione cada função que se aplica ao colaborador.

source: Name
pt_br: Nome

source: Affiliation
pt_br: Afiliação

source: Roles
pt_br: Papéis

source: Save
pt_br: Salvar

source: Remove
pt_br: Remover

source: Cancel
pt_br: Cancelar

source: Project Contributors
pt_br: Contribuintes do projeto

source: Please list the project’s Principal Investigator(s) and those responsible for data management.
pt_br: Liste o(s) principal(is) investigador(es) do projeto e os responsáveis pelo gerenciamento de dados.

source: No contributors have been defined.
pt_br: Nenhum colaborador foi definido.

source: Add a contributor
pt_br: Adicionar um colaborador

source: Email address
pt_br: Endereço de email

source: Your address is associated with:
pt_br: Seu endereço está associado a:

source: Sign in with Institution to Continue
pt_br: Faça login com a instituição para continuar

source: Password
pt_br: Senha

source: Sign in
pt_br: Entrar

source: Invalid email or password.
pt_br: E-mail ou senha inválidos.

source: If you do not have a DMPTool account, you will need to create one before authorizing %<application>s. To create an account, please visit the %<link_to_home_page>s. Once your account has been created, you may return to this page to finish the authotization.
pt_br: Se você não tiver uma conta DMPTool, você precisará criar uma antes de autorizar %<application> s. Para criar uma conta, visite o %<link_to_home_page> s. Uma vez que sua conta tenha sido criada, você pode retornar a esta página para finalizar a autorização.

source: DMPTool home page
pt_br: Página inicial do DMPTool

source: For SSO, use institutional address.
pt_br: Para SSO, use o endereço institucional.

source: Continue
pt_br: Continuar

source: Something went wrong. Unable to authorize your request at this time.
pt_br: Algo deu errado. Não é possível autorizar sua solicitação neste momento.

source: %{application} wants to access your DMPs. Please confirm this action.
pt_br: %{application} deseja acessar seus DMPs. Por favor, confirme esta ação.

source: %{application} wants to access your DMPs. Please sign in to verify your account.
pt_br: %{application} deseja acessar seus DMPs. Por favor, entre para verificar sua conta.

source: Go back
pt_br: Volte

source: First
pt_br: Primeiro

source: First page
pt_br: Primeira página

source: Last
pt_br: Último

source: Last Page
pt_br: Última página

source: Next
pt_br: Próximo

source: Next Page
pt_br: Próxima página

source: Page %<page_nbr>s
pt_br: Página %<page_nbr> s

source: Previous
pt_br: Anterior

source: Previous Page
pt_br: Página anterior

source: footer
pt_br: rodapé

source: About
pt_br: Sobre

source: Contact Us
pt_br: Contate-nos

source: Terms of Use
pt_br: Termos de uso

source: Privacy Statement
pt_br: Declaração de privacidade

source: Accessibility
pt_br: Acessibilidade

source: Site Map
pt_br: Mapa do site

source: DMPTool is a service of the %{cdl_url}, a division of the %{university_of_ca_url}. Version: %{version}
pt_br: DMPTool é um serviço da %{cdl_url}, uma divisão da %{university_of_ca_url}. Versão: %{version}

source: %{current_year} The Regents of the University of California
pt_br: %{current_year} Os Regentes da Universidade da Califórnia

source: Edit profile
pt_br: Editar perfil

source: 3rd party applications
pt_br: Aplicativos de terceiros

source: Developer tools
pt_br: Ferramentas de desenvolvimento

source: Sign out
pt_br: Sair

source: Language
pt_br: Idioma

source: main navigation
pt_br: Navegação Principal

source: main
pt_br: a Principal

source: My Dashboard
pt_br: Meu Painel de Controle

source: Create Plan
pt_br: Criar plano

source: Funder Requirements
pt_br: Requisitos do Financiador

source: Public DMPs
pt_br: PGDs Públicos

source: Help
pt_br: Ajuda

source: Create Data Management Plans that meet requirements and promote your research
pt_br: Crie planos de gerenciamento de dados que atendam aos requisitos e promova sua pesquisa

source: Users
pt_br: Usuários

source: Participating Institutions
pt_br: Instituições Participantes

source: Plans
pt_br: Planos

source: Latest News from DMPTool
pt_br: Últimas notícias da DMPTool

source: News is currently unavailable
pt_br: Notícias indisponíveis no momento

source: View all news
pt_br: Veja todas as notícias

source: TheDMPTool on Twitter (opens new window)
pt_br: TheDMPTool no Twitter (abre uma nova janela)

source: DMPTool blog (opens new window)
pt_br: Blog DMPTool (abre uma nova janela)

source: This field is required.
pt_br: Este campo é obrigatório.

source: Show password
pt_br: Mostrar senha

source: Select an organisation from the list.
pt_br: Selecione uma organização da lista.

source: My organisation isn't listed
pt_br: Minha organização não está listada

source: Private
pt_br: Privado

source: Private: restricted to me and people I invite.
pt_br: Privado: restrito a mim e a meus convidados.

source: Hide list.
pt_br: Esconder lista.

source: See the full list of partner institutions.
pt_br: Veja a lista completa de instituições parceiras

source: Passwords must match
pt_br: As senhas devem corresponder

source: Unable to find a suitable template for the research organisation and funder you selected.
pt_br: Não conseguimos encontrar um modelo adequado para a instituição de pesquisa e o órgão financiador que você selecionou.

source: Please select a research organisation and funder to continue.
pt_br: Por favor, selecione uma instituição de pesquisa e um órgão financiador para continuar.

source: Loading ...
pt_br: Carregando ...

source: Unable to load the section's content at this time.
pt_br: Não carregar o conteúdo da seção neste momento.

source: Unable to load the question's content at this time.
pt_br: Não foi carregar o conteúdo da pergunta no momento.

source: Opens in a new window
pt_br: Abre em uma nova janela

source: %{n} results are available, use up and down arrows to navigate suggestions. Use the Enter key to select a suggestion or the Escape key to close the suggestions.
pt_br: Os resultados %{n} estão disponíveis, use as setas para cima e para baixo para navegar pelas sugestões. Use a tecla Enter para selecionar uma sugestão ou a tecla Escape para fechar as sugestões.

source: Please select an item from the list or check the box below and provide a name for your institution.
pt_br: Selecione um item da lista ou marque a caixa abaixo e forneça um nome para sua instituição.

source: Please select an item from the list.
pt_br: Por favor, selecione um item na lista.

source: More info
pt_br: Mais informações

source: Less info
pt_br: Menos informação

source: Acquiring your DMP ID. This may take a few seconds ...
pt_br: Adquirindo seu ID DMP. Isso pode demorar alguns segundos ...

source: field
pt_br: campo

source: fields
pt_br: Campos

source: No filters applied
pt_br: Nenhum filtro aplicado

source: 1 filter applied
pt_br: 1 filtro aplicado

source: %<nbr>s filters applied
pt_br: %<nbr> s filtros aplicados

source: Please check this box.
pt_br: Por favor, marque esta caixa.

source: Please enter an email address.
pt_br: Por favor insira um endereço de e-mail.

source: Please complete this %<variableText>s field.
pt_br: Por favor, complete este %<variableText> campo s.

source: Please enter a password.
pt_br: Por favor insira uma senha.

source: Please enter a valid email address.
pt_br: Por favor insira um endereço de e-mail válido.

source: Please enter a value for this %<variableText>s field.
pt_br: Insira um valor para este %<variableText> campo s.

source: Please correct the fields below:
pt_br: Por favor, corrija os campos abaixo:

source: Please enter a password of at least 8 characters.
pt_br: Por favor, insira uma senha de pelo menos 8 caracteres.

source: Ready to submit:
pt_br: Pronto para enviar:

source: Error:
pt_br: Erro

source: administrator menu
pt_br: menu do administrador

source: Admin
pt_br: Administrador

source: Organisations
pt_br: Organizações

source: Organisation details
pt_br: Detalhes da organização

source: Usage
pt_br: Uso

source: Templates
pt_br: Modelos

source: Guidance
pt_br: Instruções

source: Themes
pt_br: Temas

source: Api Clients
pt_br: Clientes Api

source: Api Logs
pt_br: Registros de API

source: Notifications
pt_br: Notificações

source: Loading...
pt_br: Carregando...

source: Institution
pt_br: Instituição

source: Institutional Signin Enabled
pt_br: Assinatura institucional habilitada

source: The data on the usage dashboard is historical in nature. This means that the number of records below may not match the count shown on the usage dashboard. For example if one of your users created a plan in October and then removed that plan in November, it would have been included on the usage dashboard's total for October but would not appear in the list below.
pt_br: Os dados no painel de uso são históricos por natureza. Isso significa que o número de registros abaixo pode não corresponda à contagem mostrada no painel de uso. Por exemplo, se um de seus usuários criou um plano em outubro e removido o plano em novembro, ele seria incluído no total do painel de uso de outubro, mas não apareceria na lista abaixo.

source: Note: You can filter this table by 'Created' dates. Enter the month abbreviation and a 4 digit year into the search box above.<br>For example: 'Oct 2019' or 'Jun 2013'.
pt_br: Nota: Você pode filtrar esta tabela por datas 'Criadas'. Digite a abreviação do mês e um ano de 4 dígitos na caixa de pesquisa acima. <br> Por exemplo: 'Out 2019' ou 'Jun 2013'.

source: Featured plans are displayed first on the 'Public DMPs' page. A plan must be publicly visible to be 'featured'.
pt_br: Os planos em destaque são exibidos primeiro na página 'Public DMPs'. Um plano deve ser visível publicamente para ser 'destacado'.

source: Project Title
pt_br: Título do Projeto

source: Template
pt_br: Modelo

source: Organisation
pt_br: Organização

source: Owner
pt_br: Proprietário

source: Created
pt_br: Criado

source: Visibility
pt_br: Visibilidade

source: DMP ID
pt_br: ID DMP

source: Featured?
pt_br: Destaque?

source: Test
pt_br: Teste

source: Title
pt_br: Título

source: Type
pt_br: Tipo

source: Repository
pt_br: Repositório

source: Release date
pt_br: Data de lançamento

source: Access level
pt_br: Nível de acesso

source: Actions
pt_br: Ações

source: Edit
pt_br: Editar

source: You are about to delete '%{research_output_title}'. Are you sure?
pt_br: Você está prestes a excluir '%{research_output_title}'. Tem certeza?

source: Close
pt_br: Fechar

source: Email template
pt_br: Modelo de email

source: Create a new plan for the specified user based off of %{template_name}. If the user does not already have an account, they will receive an invitation to sign up.
pt_br: Crie um novo plano para o usuário especificado com base em %{template_name}. Se o usuário ainda não tiver uma conta, ele receberá um convite para se inscrever.

source: User's email
pt_br: Email do usuário

source: You can use the default email subject and body below or replace them with your own message. Refer to ther preview section below to see what the email will look like.
pt_br: Você pode usar o assunto e o corpo do e-mail padrão abaixo ou substituí-los por sua própria mensagem. Consulte a seção de visualização abaixo para ver como será o e-mail.

source: Email subject
pt_br: Assunto do email

source: Email body
pt_br: Corpo do e-mail

source: Please sign in or sign up at %{homepage_link}. Once you have signed in you will see the DMP titled '%{dmp_title}' on your dashboard.
pt_br: Faça login ou cadastre-se em %{homepage_link}. Depois de fazer login, você verá o DMP intitulado '%{dmp_title}' em seu painel.

source: Thank you,
pt_br: Obrigado,

source: The %{org_name} DMPTool team
pt_br: A equipe %{org_name} DMPTool

source: Please do not reply to this email. If you have any questions or need help, please contact us at %{org_admin_email}
pt_br: Por favor não responda esse email. Se você tiver alguma dúvida ou precisar de ajuda, entre em contato conosco em %{org_admin_email}

source: Send email
pt_br: Enviar email

source: Download
pt_br: Baixar

source: Template Name
pt_br: Nome do Modelo

source: Description
pt_br: Descrição

source: Funder
pt_br: Órgão Financiador

source: Edited Date
pt_br: Data da Edição

source: Published
pt_br: Publicado

source: You have unpublished changes! Select "Publish changes" in the Actions menu when you are ready to make them available to users.
pt_br: Você tem alterações não publicadas! Selecione "Publicar alterações" no menu Ações quando estiver pronto para disponibilizá-las aos usuários.

source: Unpublished
pt_br: Não publicado

source: History
pt_br: Histórico

source: Unpublish
pt_br: Despublicar

source: Publish changes
pt_br: Publicar mudanças

source: Publish
pt_br: Publicar

source: Copy
pt_br: Copiar

source: Are you sure you want to remove "%{template_title}"? Any published versions will become unavailable to users.
pt_br: Tem certeza de que deseja remover "%{template_title}"? Qualquer versão publicada ficará indisponível para os usuários.

source: (new window)
pt_br: (nova janela)

source: Opens in new window
pt_br: Abre em uma nova janela

source: Copy link
pt_br: Link de cópia

source: This plan is based on the "%{template_title}" template provided by %{org_name} - (ver: %{version_nbr}, pub: %{version_date}).
pt_br: Este plano é baseado no modelo "%{template_title}" fornecido por %{org_name} - (ver: %{version_nbr}, pub: %{version_date}).

source: expand all
pt_br: expandir todos

source: collapse all
pt_br: colapsar todos

source: Co-owner: Has admin-rights to the plan (can invite other users, view the plan, answer questions, or comment). Editor: Has edit-rights to the plan (can view the plan, answer questions, or comment). Read Only: Has read-rights to the plan (can view the plan or comment)
pt_br: Co-proprietário: possui direitos de administrador no plano (pode convidar outros usuários, visualizar o plano, responder a perguntas ou comentar). Editor: possui direitos de edição no plano (pode visualizar o plano, responder a perguntas ou comentar). Somente leitura: possui direitos de leitura para o plano (pode exibir o plano ou comentar)

source: DMP Collaborators
pt_br: Colaboradores DMP

source: Invite specific people to read, edit, or administer your plan. Invitees will receive an email notification that they have access to this plan.
pt_br: Convidar pessoas específicas para ler, editar ou administrar seu plano. Os convidados receberão por email uma notificação de que eles têm acesso a este plano.

source: Permissions
pt_br: Permissões

source: Are you sure?
pt_br: Tem certeza?

source: Invite collaborators
pt_br: Convidar colaboradores

source: Co-owner
pt_br: Coproprietário

source: Read only
pt_br: Somente leitura

source: Submit
pt_br: Submeter

source: Get a %{dmp_id_link} for your data management plan.
pt_br: Obtenha um %{dmp_id_link} para o seu plano de gerenciamento de dados.

source: DMP IDs track connections between your DMP and research outputs such as datasets and articles.
pt_br: Os IDs de DMP rastreiam conexões entre seu DMP e resultados de pesquisa, como conjuntos de dados e artigos.

source: This plan has been registered
pt_br: Este plano foi registrado

source: Register your plan and add to ORCID
pt_br: Cadastre seu plano e adicione ao ORCID

source: When referencing this DMP in other systems, please use the DMP ID:
pt_br: Ao fazer referência a este DMP em outros sistemas, use o ID do DMP:

source: When citing this DMP use:
pt_br: Ao citar esta DMP use:

source: In order to register your plan you must have completed the following:
pt_br: Para registrar seu plano, você deve ter concluído o seguinte:

source: answered at least %{percentage}%% of questions
pt_br: respondeu pelo menos %{percentage} %% das perguntas

source: identified your funder
pt_br: identificou seu financiador

source: authorized DMPTool to add works to your ORCID record via your
pt_br: DMPTool autorizado para adicionar trabalhos ao seu registro ORCID através de seu

source: Third party applications page
pt_br: Página de aplicativos de terceiros

source: linked your DMPTool account to your ORCID via your
pt_br: vinculou sua conta DMPTool ao seu ORCID por meio de seu

source: plan is not a mock project for testing, practice, or educational purposes
pt_br: plano não é um projeto simulado para fins de teste, prática ou educacionais

source: Once the steps above are satisfied, a button to register your plan will appear here.
pt_br: Assim que as etapas acima forem cumpridas, um botão para registrar seu plano aparecerá aqui.

source: Register
pt_br: Registro

source: Format
pt_br: Formato

source: Download settings
pt_br: Baixar parâmetros

source: Select phase to download
pt_br: Selecione a fase a ser baixada

source: Optional plan components
pt_br: Componentes opcionais do plano

source: project details coversheet
pt_br: capa com detalhes do projeto

source: question text and section headings
pt_br: texto das questões e cabeçalhos das seções

source: unanswered questions
pt_br: questões não respondida

source: supplementary section(s) not requested by funding organisation
pt_br: seção(ões) suplementar(es) não solicitada(s) pela organização financiadora

source: research outputs
pt_br: resultados de pesquisa

source: related works
pt_br: trabalhos relacionados

source: PDF formatting
pt_br: Formatação de PDF

source: Font
pt_br: Fonte

source: Margin (mm)
pt_br: Margem (mm)

source: Size
pt_br: Tamanho

source: Top
pt_br: Alto

source: Bottom
pt_br: Fim da página

source: Left
pt_br: Esquerda

source: Right
pt_br: Direito

source: Download Plan <em class="sr-only">(new window)</em><span class="new-window-popup-info">%{open_in_new_window_text}</span>
pt_br: Plano de download <em class="sr-only">(nova janela)</em> <span class="new-window-popup-info">%{open_in_new_window_text}</span>

source: Contributors
pt_br: Contribuintes

source: Share
pt_br: Compartilhar

source: Collaborators
pt_br: Colaboradores

source: Finalise / Publish
pt_br: Finalizar / Publicar

source: Project Details
pt_br: Detalhes do Projeto

source: Plan overview
pt_br: Visão geral do plano

source: Write Plan
pt_br: Escrever Plano

source: Research outputs
pt_br: Resultados da pesquisa

source: Request feedback
pt_br: Solicitar feedback

source: If applying for funding, state the name exactly as in the grant proposal.
pt_br: Se vai solicitar financiamento, insira o nome exatamente como aparece na proposta.

source: Briefly summarise your research project to help others understand the purposes for which the data are being collected or created.
pt_br: Faça um breve resumo de seu projeto de pesquisa, de forma que as pessoas possam ententer as razões pelas quais os dados estão sendo coletados ou criados.

source: A unique number that a federal agency assigns to a grant announcement.
pt_br: Um número exclusivo que uma agência federal atribui a um anúncio de concessão.

source: Whether there are any potential ethical issues related to data that this DMP describes
pt_br: Se há algum problema ético potencial relacionado aos dados que este DMP descreve

source: Description of the ethical issues
pt_br: Descrição das questões éticas

source: Link to a protocol from a meeting with an ethics commitee
pt_br: Link para um protocolo de uma reunião com um comitê de ética

source: Project title
pt_br: Título do projeto

source: mock project for testing, practice, or educational purposes
pt_br: projeto simulado para testes, prática ou propósitos educacionais

source: Project abstract
pt_br: Resumo do projeto

source: Research domain
pt_br: Domínio de pesquisa

source: - Please select one -
pt_br: - Por favor escolha um -

source: Project Start
pt_br: Início do Projeto

source: The estimated date on which you will begin this project.
pt_br: A data estimada em que você iniciará este projeto.

source: Project End
pt_br: Fim do Projeto

source: The estimated date on which you will complete this project.
pt_br: A data estimada em que você concluirá este projeto.

source: Research outputs may have ethical concerns
pt_br: Os resultados da pesquisa podem ter preocupações éticas

source: Describe any ethical concerns
pt_br: Descreva quaisquer preocupações éticas

source: Ethical protocols
pt_br: Protocolos éticos

source: Funding status
pt_br: Status de financiamento

source: Funding opportunity number
pt_br: Número da oportunidade de financiamento

source: Grant number/url
pt_br: Número / URL da concessão

source: Grant number:
pt_br: Número da concessão:

source: Provide a URL to the award's landing page if possible, if not please provide the award/grant number.
pt_br: Forneça um URL para a página de destino do prêmio, se possível, se não, forneça o número do prêmio / concessão.

source: Set plan visibility
pt_br: Definir visibiliade do plano

source: Public or organisational visibility is intended for finished plans. You must answer at least %{percentage}%% of the questions to enable these options. Note: test plans are set to private visibility by default.
pt_br: Pretende-se atribuir visibilidade organizacional ou pública a planos finalizados. Você precisa responder pelo menos %{percentage}%% das questões para habilitar essas opções. Nota: por padrão, atribui-se visibilidade privada aos planos de teste.

source: Private: visible to me, specified collaborators and administrators at my organisation
pt_br: Privado: visível para mim, para os colaboradores especificados e os administradores de minha organização

source: Organisation: anyone at my organisation can view
pt_br: Organização: qualquer pessoa em minha organização pode ver

source: Public: anyone can view
pt_br: Público: qualquer pessoa pode ver

source: This plan is currently set to:
pt_br: Este plano está atualmente definido para:

source: <strong>Public visibilty</strong> - anyone can view
pt_br: <strong>Visibilidade pública</strong> - qualquer pessoa pode ver

source: <strong>Organisation visibility</strong> - anyone at my organisation can view
pt_br: <strong>Visibilidade da organização</strong> - qualquer pessoa na minha organização pode ver

source: <strong>Private visibility</strong> - visible to me, specified collaborators and administrators at my organisation
pt_br: <strong>Visibilidade privada</strong> - visível para mim, colaboradores e administradores especificados em minha organização

source: Something went wrong and we were unable to acquire a DMP ID for your plan. Please try again. If the problem persists please contact the help desk at %{helpdesk_email}
pt_br: Algo deu errado e não foi possível adquirir um ID DMP para seu plano. Por favor, tente novamente. Se o problema persistir, entre em contato com o help desk em %{helpdesk_email}

source: Create a new plan
pt_br: Criar um novo plano

source: If applying for funding, state the project title exactly as in the proposal.
pt_br: Se vai solicitar financiamento, insira o título do projeto exatamente como aparece na proposta.

source: You must select a research organisation from the list or click the checkbox.
pt_br: Você deve selecionar uma organização de pesquisa na lista ou clicar na caixa de seleção.

source: Please select a valid research organisation from the list.
pt_br: Por favor, selecione uma instituição de pesquisa válida na lista.

source: You must select a funder from the list or click the checkbox.
pt_br: Você deve selecionar um financiador na lista ou clicar na caixa de seleção.

source: Please select a valid funding organisation from the list.
pt_br: Por favor, selecione um órgão financiador válido na lista.
