Repository: CDLUC3/dmptool
Catalog: config/locale/*/client.po
Languages: pt_br

source: Most databases to which the UC Libraries subscribe are licensed and prohibit redistribution of data outside of UC.
pt_br: A maioria dos bancos de dados assinados pelas bibliotecas da UC são licenciados e proíbem a redistribuição de dados fora da UC.

source: If you are uncertain as to your rights to disseminate data, UC researchers can consult with your campus Office of General Council. Note: Laws about data vary outside the U.S.
pt_br: Se você não tiver certeza sobre seus direitos de divulgação de dados, os pesquisadores da UC podem consultar o Escritório do Conselho Geral de seu campus. Observação: as leis sobre dados variam fora dos EUA.

source: For a general discussion about publishing your data, applicable to many disciplines, see the <a href="%{icpsr_url}">ICPSR Guide to Social Science Data Preparation and Archiving</a>.
pt_br: Para uma discussão geral sobre a publicação de seus dados, aplicável a muitas disciplinas, consulte o <a href="%{icpsr_url}">Guia do ICPSR para preparação e arquivamento de dados em ciências sociais</a> .

source: Confidentiality and Ethical Concerns
pt_br: Confidencialidade e preocupações éticas

source: It is vital to maintain the confidentiality of research subjects both as an ethical matter and to ensure continuing participation in research. Researchers need to understand and manage tensions between confidentiality requirements and the potential benefits of archiving and publishing the data.
pt_br: É vital manter a confidencialidade dos sujeitos da pesquisa, tanto por questões éticas quanto para garantir a participação contínua na pesquisa. Os pesquisadores precisam entender e gerenciar as tensões entre os requisitos de confidencialidade e os benefícios potenciais do arquivamento e publicação dos dados.

source: <strong>Evaluate the anonymity of your data.</strong> Consider to what extent your data contains direct or indirect identifiers that could be combined with other public information to identify research participants.
pt_br: <strong>Avalie o anonimato de seus dados.</strong> Considere até que ponto seus dados contêm identificadores diretos ou indiretos que podem ser combinados com outras informações públicas para identificar os participantes da pesquisa.

source: <strong>Obtain a confidentiality review.</strong> A benefit of depositing your data with <a href="%{icpsr_url}">ICPSR</a> is that their staff offers a Disclosure review service to check your data for confidential information.
pt_br: <strong>Obtenha uma revisão de confidencialidade.</strong> Um benefício de depositar seus dados no <a href="%{icpsr_url}">ICPSR</a> é que sua equipe oferece um serviço de revisão de divulgação para verificar seus dados em busca de informações confidenciais.

source: <strong>Comply with UC regulations.</strong> Researchers concerned about confidentiality issues with their data should consult the <a href="%{uc_policy_url}">UC policy for Protection of Human Subjects in Research</a>.
pt_br: <strong>Cumpra os regulamentos da UC.</strong> Pesquisadores preocupados com questões de confidencialidade de seus dados devem consultar a <a href="%{uc_policy_url}">política da UC para Proteção de Seres Humanos em Pesquisa</a> .

source: <strong>Comply with regulations for health research</strong> set forth in the <a href="%{hippa_url}">Health Insurance Portability and Accountability Act (HIPPA)</a>.
pt_br: <strong>Cumprir os regulamentos para pesquisa de saúde</strong> estabelecidos na <a href="%{hippa_url}">Lei de Responsabilidade e Portabilidade de Seguros de Saúde (HIPPA)</a> .

source: To ethically share confidential data, you may be able to:<ul><li><strong>Gain informed consent</strong> for data sharing (e.g. deposit in a repository or archive)</li><li><strong>Anonymize</strong> the data by removing identifying information. Be aware, however, that any dataset that contains enough information to be useful will always present some risk.</li><li><strong>Restrict the use of your data.</strong> ICPSR provides a sample <a href="%{icpsr_user_url}">Restricted Data Use Contract</a> and <a href="%{icpsr_restricted_url}">Restricted-Use Data Management Guidance</a>.</li></ul>
pt_br: Para compartilhar dados confidenciais de maneira ética, você pode:<ul><li> <strong>Obtenha consentimento informado</strong> para o compartilhamento de dados (por exemplo, depósito em um repositório ou arquivo)</li><li> <strong>Torne</strong> os dados anônimos removendo informações de identificação. Esteja ciente, entretanto, que qualquer conjunto de dados que contenha informações suficientes para ser útil sempre apresentará algum risco.</li><li> <strong>Restrinja o uso de seus dados.</strong> O ICPSR fornece um exemplo de <a href="%{icpsr_user_url}">Contrato</a> de Uso de Dados Restritos e <a href="%{icpsr_restricted_url}">Orientação de Gerenciamento de Dados de Uso Restrito</a> .</li></ul>

source: The DMPTool is a free, open-source, online application that helps researchers create data management plans. The tool provides a click-through wizard for creating a DMP that complies with funder requirements. It also has direct links to funder websites, help text for answering questions, and data management best practices resources.
pt_br: O DMPTool é um aplicativo on-line gratuito e de código aberto que ajuda os pesquisadores a criar planos de gerenciamento de dados. A ferramenta fornece um assistente de clique para criar um DMP que atenda aos requisitos do financiador. Ele também tem links diretos para sites de financiadores, texto de ajuda para responder a perguntas e recursos de práticas recomendadas de gerenciamento de dados.

source: Help for Researchers
pt_br: Ajuda para pesquisadores

source: Help for DMPTool Administrators
pt_br: Ajuda para administradores do DMPTool

source: Data management guidance
pt_br: Orientação de gerenciamento de dados

source: Learn more about the DMPTool
pt_br: Saiba mais sobre o DMPTool

source: Promote the DMPTool
pt_br: Promova o DMPTool

source: FAQs
pt_br: Perguntas frequentes

source: Privacy statement
pt_br: Política de privacidade

source: Information about you: how we use it and with whom we share it
pt_br: Informações sobre você: como as usamos e com quem as compartilhamos

source: The information you provide will be used by the %{org_name} to offer you access to and personalisation of the %{application_name} service.
pt_br: As informações fornecidas serão usadas pelo %{org_name} para oferecer acesso e customização do serviço %{application_name}.

source: The %{org_name} processes the personal data of %{application_name} users in order to deliver and improve the %{application_name} service in a customised manner and to ensure each user receives relevant information.
pt_br: O %{org_name} processa os dados pessoais de %{application_name} usuários para entregar e melhorar o serviço %{application_name} de maneira customizada e para garantir que cada usuário receba informações relevantes.

source: The processing of your personal data by the %{org_name} is necessary for pursuing the following legitimate interests:
pt_br: O processamento dos seus dados pessoais pelo %{org_name} é necessário para perseguir os seguintes interesses legítimos:

source: To provide access to the %{application_name} service and personalisation of your user experience e.g. provision of relevant templates and guidance for your organisation.
pt_br: Para fornecer acesso ao serviço %{application_name} e customização da sua experiência do usuário, por exemplo, Fornecimento de modelos e orientações relevantes para a sua organização.

source: To keep you up to date with news about %{application_name} such as new features or improvements, or changes to our Privacy Policy.
pt_br: Para mantê-lo atualizado com notícias sobre %{application_name}, como novos recursos ou melhorias, ou alterações em nossa Política de Privacidade.

source: For network and information security purposes.
pt_br: Para fins de segurança de rede e informações.

source: We will hold the personal data you provided us for as long as you continue using the %{application_name} service. Your personal data can be removed from this service upon request to the %{application_name} team within a period of 30 days.
pt_br: Nós manteremos os dados pessoais fornecidos por você enquanto você continuar usando o serviço %{application_name}. Seus dados pessoais podem ser removidos deste serviço mediante solicitação para a equipe %{application_name} dentro de um período de 30 dias.

source: If you have any questions, please contact the %{application_name} team at: <a href='mailto:%{helpdesk_email}'>%{helpdesk_email}</a>
pt_br: Se você tiver alguma dúvida, entre em contato com a equipe do %{application_name} em: <a href='mailto:%{helpdesk_email}'>%{helpdesk_email}</a>

source: This statement was last revised on %{revdate} and may be revised at any time with prior notice.
pt_br: Esta declaração foi revisada pela última vez em %{revdate} e pode ser revisada a qualquer momento com aviso prévio.

source: Help spread the word about the DMPTool! Use the materials below to inform researchers, librarians, administrators and others about the tool. All materials are available under a CC-Zero license.
pt_br: Ajude a divulgar o DMPTool! Use os materiais abaixo para informar pesquisadores, bibliotecários, administradores e outros sobre a ferramenta. Todos os materiais estão disponíveis sob a licença CC-Zero.

source: DMPTool logo
pt_br: Logotipo da DMPTool

source: DMPTool Logo (blue), with tagline
pt_br: Logo DMPTool (azul), com slogan

source: DMPTool Logo (blue), no tagline
pt_br: Logo DMPTool (azul), sem slogan

source: DMPTool Logo (green v2), with tagline
pt_br: Logo DMPTool (verde v2), com slogan

source: DMPTool Logo (green v2), no tagline
pt_br: Logo DMPTool (verde v2), sem slogan

source: Original DMPTool Logo
pt_br: Logo DMPTool Original

source: Postcards
pt_br: Postais

source: Advertise the DMPTool to students and researchers at your institution.
pt_br: Anuncie o DMPTool para estudantes e pesquisadores de sua instituição.

source: Postcard 1
pt_br: Cartão postal 1

source: Postcard 2
pt_br: Postal 2

source: Talking points
pt_br: Pontos de discussão

source: Need to get others on your campus interested in the DMPTool? Use our Talking Points to guide your discussions. In general, a talking points document is designed to help you stay on track during meetings with those outside of your department. It ensures that your major points are at hand and helps you make progress towards the goals of the meeting.
pt_br: Precisa fazer com que outras pessoas em seu campus se interessem pelo DMPTool? Use nossos Pontos de Discussão para orientar suas discussões. Em geral, um documento de pontos de discussão é projetado para ajudá-lo a manter o controle durante as reuniões com pessoas de fora do seu departamento. Ele garante que seus pontos principais estejam à mão e ajuda você a progredir em direção aos objetivos da reunião.

source: Overview of Talking Points:
pt_br: Visão geral dos pontos de discussão:

source: Meeting with your IT Group:
pt_br: Reunião com seu grupo de TI:

source: Meeting with Administrators:
pt_br: Reunião com Administradores:

source: Meeting with Researchers:
pt_br: Encontro com Pesquisadores:

source: General purpose slides
pt_br: Slides de uso geral

source: We created a generic slide deck that you can use to introduce researchers and others to the DMPTool.
pt_br: Criamos um conjunto de slides genérico que você pode usar para apresentar pesquisadores e outros ao DMPTool.

source: Quick start guide
pt_br: Guia rápido

source: Contents
pt_br: Conteúdo

source: Who can use the tool?
pt_br: Quem pode usar a ferramenta?

source: How do I log in or create an account?
pt_br: Como faço o login ou crio uma conta?

source: Overview of My dashboard
pt_br: Visão geral do meu painel

source: How do I create a data management plan?
pt_br: Como faço para criar um plano de gerenciamento de dados?

source: How do I get help from someone at my institution?
pt_br: Como obtenho ajuda de alguém em minha instituição?

source: DMPTool is free for anyone to create data management plans. As a user, you can:<ul><li>Create your own plans.</li><li>Co-author a plan with collaborators.</li><li> If you are a researcher from one of the <a href="%{participating_url}">participating institutions</a>, you can log in using your institutional credentials. You may then be presented with institution-specific guidance and have the option to get feedback from local data experts.</li></ul>
pt_br: O DMPTool é gratuito para qualquer pessoa criar planos de gerenciamento de dados. Como usuário, você pode:<ul><li> Crie seus próprios planos.</li><li> Coautor de um plano com colaboradores.</li><li> Se você é um pesquisador de uma das <a href="%{participating_url}">instituições participantes</a> , pode fazer o login usando suas credenciais institucionais. Em seguida, você receberá orientações específicas da instituição e terá a opção de obter feedback de especialistas locais em dados.</li></ul>

source: When you log in, you will be directed to “My dashboard.” From here, you can create, edit, share, download, copy, or remove any of your plans. You will also see plans that have been shared with you by others.
pt_br: Ao fazer login, você será direcionado para “Meu painel”. A partir daqui, você pode criar, editar, compartilhar, baixar, copiar ou remover qualquer um de seus planos. Você também verá planos que foram compartilhados com você por outras pessoas.

source: If others at your institution/organization have chosen to share their plans internally, you will see a second table of organizational plans. This allows you to download a PDF and view their plans as samples or discover new research data. Additional samples are available in the list of <a href="%{public_plans_url}">public plans</a>.
pt_br: Se outras pessoas em sua instituição/organização optaram por compartilhar seus planos internamente, você verá uma segunda tabela de planos organizacionais. Isso permite que você baixe um PDF e visualize seus planos como amostras ou descubra novos dados de pesquisa. Amostras adicionais estão disponíveis na lista de <a href="%{public_plans_url}">planos públicos</a> .

source: Start a plan
pt_br: Iniciar um plano

source: Click the “Create plan” button on My dashboard or the top menu to create a plan. This will take you to a wizard that helps you select the appropriate template:
pt_br: Clique no botão “Criar plano” em Meu painel ou no menu superior para criar um plano. Isso o levará a um assistente que o ajudará a selecionar o modelo apropriado:

source: <ol type="1"><li>Enter a title for your research project. If applying for funding, use the project title as it appears in the proposal.</li><li>Select the primary research organization. This field will be pre-populated if you are associated with a participating institution/organization. You have the option to clear the field and select another organization from the list. You will be presented with institution-specific templates and guidance based on your selection. You can also check the box that “No organization is associated with this plan.”</li><li>Select the primary funding organization. If you must include a data management plan as part of a grant proposal, select your funder from the list. You may be presented with a secondary dropdown menu if your funder has different requirements for specific programs (e.g., NSF, DOE). See the complete list of <a href="%<public_templates_url>s">funder requirements</a> supported by DMPTool. If your funder is not on the list or you are not applying for a grant, check the box for “No funder associated with this plan;” this selection will provide you with a generic template.</li></ol>
pt_br: <ol type="1"><li>Digite um título para o seu projeto de pesquisa. Se estiver solicitando financiamento, use o título do projeto conforme aparece na proposta.</li><li> Selecione a organização de pesquisa principal. Este campo será pré-preenchido se você estiver associado a uma instituição/organização participante. Você tem a opção de limpar o campo e selecionar outra organização na lista. Você receberá modelos e orientações específicas da instituição com base em sua seleção. Você também pode marcar a caixa "Nenhuma organização está associada a este plano".</li><li> Selecione a organização de financiamento principal. Se você precisar incluir um plano de gerenciamento de dados como parte de uma proposta de doação, selecione seu financiador na lista. Você pode ser apresentado a um menu suspenso secundário se o seu financiador tiver requisitos diferentes para programas específicos (por exemplo, NSF, DOE). Veja a lista completa de <a href="%<public_templates_url>s">requisitos de financiadores</a> suportados pelo DMPTool. Se o seu financiador não estiver na lista ou você não estiver solicitando um subsídio, marque a caixa "Nenhum financiador associado a este plano"; essa seleção fornecerá um modelo genérico.</li></ol>

source: If you are just testing the tool or taking a course on data management, check the box “Mock project for test, practice, or educational purposes.” Marking your plans as a test will be reflected in usage statistics and prevent public or organizational sharing; this allows other users to find actual sample plans more easily.
pt_br: Se você estiver apenas testando a ferramenta ou fazendo um curso sobre gerenciamento de dados, marque a caixa “Mock project for test, practice, or education purposes”. Marcar seus planos como um teste será refletido nas estatísticas de uso e impedirá o compartilhamento público ou organizacional; isso permite que outros usuários encontrem planos de amostra reais com mais facilidade.

source: Once you have made your selections, click “Create plan.”
pt_br: Depois de fazer suas seleções, clique em “Criar plano”.

source: You can also copy an existing plan (from the Actions menu next to the plan on My Dashboard) and update it for a new research project and grant proposal.
pt_br: Você também pode copiar um plano existente (no menu Ações ao lado do plano em Meu painel) e atualizá-lo para um novo projeto de pesquisa e proposta de financiamento.

source: What are the different features of the DMPTool?
pt_br: Quais são os diferentes recursos do DMPTool?

source: The tabbed interface allows you to navigate through different functions when editing your plan.<ul><li><strong>Project details:</strong> Includes basic administrative details. The right-hand side of the page is where you can select up to 6 organizations to view additional guidance as you write your plan. The more information you provide here, the more valuable your plan will be to you and others in the future (e.g., for data reuse and proper attribution).</li><li><strong>Collaborators:</strong> Here, you list the project’s Principal Investigator(s) and those responsible for data management. DMP Collaborators section is where you can invite specific people to read, edit, or administer your plan. Invitees will receive an email notification that they have access to this plan.</li><li><strong>Write Plan:</strong> There may be more than one tab if your funder or institution asks different sets of questions at different stages, e.g., a grant application and post-award. Guidance and comments are displayed in the right-hand panel beside each question. If you need more guidance or find it is too much, you can make adjustments on the “Project details” tab.</li><li><strong>Research Outputs:</strong> Generate a list of your anticipated research output(s) that are described in your DMP. You can create as many entries as needed.</li><li><strong>Download:</strong> This allows you to download your plan in various formats. You can adjust the formatting (font type, size, and margins) for PDF files, which may be helpful if working to page limits (e.g., NSF and NIH data management plans are limited to 2 pages).</li><li><strong>Finalize:</strong> This tab has two important functions.<ol><li>You can set your plan visibility. By default, all new and test plans will be set to Private visibility. Public and Organizational visibility are intended for finished plans. You must answer at least 50% of the questions to enable these options.</li><li>Register your plan and add it to ORCID. This is where you can generate a DMP ID for your data management plan. To register your plan you must have completed the following:<ul><li>answered at least 50% of questions</li><li>identified your funder</li><li>linked your DMPTool account to your ORCID via your Third-party applications page</li><li>The plan is not a mock project for testing, practice, or educational purposes.</li></ul></li></ol></li></ul>
pt_br: A interface com abas permite navegar por diferentes funções ao editar seu plano.<ul><li> <strong>Detalhes do projeto:</strong> Inclui detalhes administrativos básicos. O lado direito da página é onde você pode selecionar até 6 organizações para visualizar orientações adicionais enquanto escreve seu plano. Quanto mais informações você fornecer aqui, mais valioso será seu plano para você e outras pessoas no futuro (por exemplo, para reutilização de dados e atribuição adequada).</li><li> <strong>Colaboradores:</strong> Aqui você lista o(s) Investigador(es) Principal(es) do projeto e os responsáveis pelo gerenciamento de dados. A seção Colaboradores do DMP é onde você pode convidar pessoas específicas para ler, editar ou administrar seu plano. Os convidados receberão uma notificação por e-mail informando que têm acesso a este plano.</li><li> <strong>Plano de Redação:</strong> Pode haver mais de uma guia se o seu financiador ou instituição fizer diferentes conjuntos de perguntas em diferentes estágios, por exemplo, um pedido de subsídio e pós-prêmio. Orientações e comentários são exibidos no painel direito ao lado de cada pergunta. Se você precisar de mais orientação ou achar que é demais, poderá fazer ajustes na guia "Detalhes do projeto".</li><li> <strong>Resultados de pesquisa:</strong> Gere uma lista de seus resultados de pesquisa previstos que estão descritos em seu DMP. Você pode criar quantas entradas forem necessárias.</li><li> <strong>Download:</strong> permite que você baixe seu plano em vários formatos. Você pode ajustar a formatação (tipo de fonte, tamanho e margens) para arquivos PDF, o que pode ser útil se estiver trabalhando com limites de página (por exemplo, planos de gerenciamento de dados NSF e NIH são limitados a 2 páginas).</li><li> <strong>Finalizar:</strong> Esta aba tem duas funções importantes.<ol><li> Você pode definir a visibilidade do seu plano. Por padrão, todos os planos novos e de teste serão definidos como Visibilidade privada. A visibilidade pública e organizacional destina-se a planos concluídos. Você deve responder pelo menos 50% das perguntas para ativar essas opções.</li><li> Registre seu plano e adicione-o ao ORCID. É aqui que você pode gerar um ID DMP para seu plano de gerenciamento de dados. Para registrar seu plano, você deve ter concluído o seguinte:<ul><li> respondeu pelo menos 50% das perguntas</li><li> identificou seu financiador</li><li> vinculou sua conta DMPTool ao seu ORCID por meio da página de aplicativos de terceiros</li><li> O plano não é um projeto simulado para testes, prática ou fins educacionais.</li></ul></li></ol></li></ul>

source: Share plans
pt_br: Compartilhe planos
