Repository: CDLUC3/dmptool
Catalog: config/locale/*/client.po
Languages: pt_br

source: Before you get started, we need some information about your research project to set you up with the best DMP template for your needs.
pt_br: Antes de você começar, precisamos de algumas informações sobre seu projeto de pesquisa para escolher o modelo de PGD mais adequado a suas necessidades.

source: What research project are you planning?
pt_br: Que projeto de pesquisa você está planejando?

source: Select the primary research organisation
pt_br: Selecione a organização de pesquisa principal

source: Research organisation
pt_br: Organização de pesquisa

source: or
pt_br: ou

source: No research organisation associated with this plan or my research organisation is not listed
pt_br: Nenhuma organização de pesquisa associada a este plano ou a minha organização de pesquisa não está listada

source: Select the primary funding organisation
pt_br: Selecione a organização financiadora principal

source: No funder associated with this plan or my funder is not listed
pt_br: Nenhum financiador associado a este plano ou meu financiador não está listado

source: Which DMP template would you like to use?
pt_br: Qual modelo de PGD você gostaria de usar?

source: Please select a template
pt_br: Por favor, selecione um modelo

source: We found multiple DMP templates corresponding to your funder.
pt_br: Encontramos muitos modelos de PGD correspondentes a seu órgão financiador.

source: Create plan
pt_br: Criar plano

source: Show more
pt_br: Mostre mais

source: Find a plan
pt_br: Encontre um plano

source: Search
pt_br: Busca

source: Showing results for "%<search_term>s"
pt_br: Mostrando resultados para "%<search_term> s"

source: Clear Search
pt_br: Limpar pesquisa

source: Subject
pt_br: Assunto

source: Clear Filters
pt_br: Filtros claros

source: Plans (%<nbr_plans>s)
pt_br: Planos (%<nbr_plans> s)

source: Sort by:
pt_br: Ordenar por:

source: Featured
pt_br: Destaque

source: Most Recent
pt_br: Mais recente

source: Creation date
pt_br: Data de criação

source: View All
pt_br: Ver tudo

source: View all results
pt_br: Ver todos os resultados

source: View Less
pt_br: Ver menos

source: View fewer results
pt_br: Ver menos resultados

source: Participating institutions/organizations can configure the tool to point to their resources and services, provide customized help, and provide suggested answers to the questions asked by funding agencies. DMPTool users affiliated with participating institutions can login with their own institutional accounts. For more information visit the %{about_us_link} page.
pt_br: As instituições / organizações participantes podem configurar a ferramenta para apontar para seus recursos e serviços, fornecer ajuda personalizada e fornecer respostas sugeridas às perguntas feitas por agências de financiamento. Os usuários do DMPTool afiliados às instituições participantes podem fazer o login com suas próprias contas institucionais. Para obter mais informações, visite a página %{about_us_link}.

source: Public Plans
pt_br: Planos Públicos

source: Public DMPs are plans created using the DMPTool service and shared publicly by their owners. They are not vetted for quality, completeness, or adherence to funder guidelines.
pt_br: DMPs públicos são planos criados usando o serviço DMPTool e compartilhados publicamente por seus proprietários. Eles não são avaliados quanto à qualidade, integridade ou aderência às diretrizes do financiador.

source: DMP Templates
pt_br: Modelos de PGD

source: Templates for data management plans are based on the specific requirements listed in funder policy documents. The DMPTool maintains these templates, however, researchers should always consult the program officers and policy documents directly for authoritative guidance. Sample plans are provided by a funder or another trusted party.
pt_br: Os modelos para planos de gerenciamento de dados são baseados nos requisitos específicos listados nos documentos de política do financiador. O DMPTool mantém esses modelos, no entanto, os pesquisadores devem sempre consultar os oficiais do programa e documentos de política diretamente para obter orientação confiável. Os planos de amostra são fornecidos por um financiador ou outra parte confiável.

source: There are currently no public Templates.
pt_br: No momento não há nenhum Modelo público.

source: List products related to this project, such as journal articles, software or datasets. For example: 'https://doi.org/10.5281/zenodo.5117892', 'https://github.com/CDLUC3/dmphub/releases/tag/v1.0.12'
pt_br: Liste os produtos relacionados a este projeto, como artigos de periódicos, software ou conjuntos de dados. Por exemplo: 'https://doi.org/10.5281/zenodo.5117892', 'https://github.com/CDLUC3/dmphub/releases/tag/v1.0.12'

source: Related works
pt_br: Trabalhos relacionados

source: - No citation available.
pt_br: - Nenhuma citação disponível.

source: Remove this related work
pt_br: Remover este trabalho relacionado

source: + Add a related work
pt_br: + Adicionar um trabalho relacionado

source: Work Type
pt_br: Tipo de trabalho

source: DOI or other URL based identifier
pt_br: DOI ou outro identificador baseado em URL

source: Your research output abbreviation can be used as a reference when answering this plan's questions.
pt_br: A abreviatura de sua pesquisa pode ser usada como referência ao responder às perguntas deste plano.

source: Any data that could potentially identify a specific individual. Any information that can be used to distinguish one person from another and can be used for de-anonymizing anonymous data can be considered personally identifiable data. (From https://codata.org/rdm-glossary/personally-identifiable-information/)
pt_br: Quaisquer dados que possam potencialmente identificar um indivíduo específico. Qualquer informação que possa ser usada para distinguir uma pessoa de outra e possa ser usada para desanimar dados anônimos pode ser considerada um dado de identificação pessoal. (De https://codata.org/rdm-glossary/personally-identifiable-information/)

source: Repositories preserve, manage, and provide access to many types of digital materials in a variety of formats. Materials in online repositories are curated to enable search, discovery, and reuse. There must be sufficient control for the digital material to be authentic, reliable, accessible and usable on a continuing basis. (From https://codata.org/rdm-glossary/personally-identifiable-information/)
pt_br: Os repositórios preservam, gerenciam e fornecem acesso a muitos tipos de materiais digitais em uma variedade de formatos. Os materiais em repositórios online são selecionados para permitir pesquisa, descoberta e reutilização. Deve haver controle suficiente para que o material digital seja autêntico, confiável, acessível e utilizável continuamente. (De https://codata.org/rdm-glossary/personally-identifiable-information/)

source: Please describe the output type
pt_br: Descreva o tipo de saída

source: Abbreviation
pt_br: Abreviação

source: May contain sensitive data?
pt_br: Pode conter dados confidenciais?

source: May contain personally identifiable information?
pt_br: Pode conter informações de identificação pessoal?

source: Intended repositories
pt_br: Repositórios pretendidos

source: Add a repository
pt_br: Adicionar um repositório

source: Metadata standards
pt_br: Padrões de metadados

source: Add a metadata standard
pt_br: Adicionar um padrão de metadados

source: Anticipated release date
pt_br: Data de lançamento prevista

source: Initial access level
pt_br: Nível de acesso inicial

source: Anticipated file size
pt_br: Tamanho de arquivo previsto

source: Editing %{research_output_title}
pt_br: Editando %{research_output_title}

source: View all research outputs
pt_br: Ver todos os resultados da pesquisa

source: Your Selected Standards:
pt_br: Seus Padrões Selecionados:

source: Add Standard
pt_br: Adicione um Padrão

source: Please select a subject
pt_br: Por favor, selecione um assunto.

source: Please select a sub-subject
pt_br: Por favor, selecione um subassunto.

source: Browse Standards
pt_br: Navegar pelos Padrões

source: Please wait, Standards are loading
pt_br: Por favor, espere enquanto os Padrões são carregados.

source: Please list your anticipated research output(s).
pt_br: Liste sua (s) produção (ões) de pesquisa prevista (s).

source: Add a research output
pt_br: Adicionar um resultado de pesquisa

source: Initial license
pt_br: Licença inicial

source: For guidance on selecting a license:
pt_br: Para obter orientação sobre como selecionar uma licença:

source: New research output
pt_br: Novo resultado de pesquisa

source: Refine your search to discipline specific, institutional or generalist repositories. When the use of domain-specific repositories is not available, generalist repositories are a good option and accept all types of data regardless of type, format, content, or discipline.
pt_br: Refine sua pesquisa para disciplinar repositórios específicos, institucionais ou generalistas. Quando o uso de repositórios específicos de domínio não está disponível, os repositórios generalistas são uma boa opção e aceitam todos os tipos de dados, independentemente do tipo, formato, conteúdo ou disciplina.

source: Select a subject area to refine your search.
pt_br: Selecione uma área de assunto para refinar sua pesquisa.

source: - Select a subject area -
pt_br: - Selecione uma área de assunto -

source: - Select a repository type -
pt_br: - Selecione um tipo de repositório -

source: Click to view repositories related to %{subject}
pt_br: Clique para ver os repositórios relacionados a %{subject}

source: Repository URL
pt_br: URL do repositório

source: Contact
pt_br: Contato

source: Unknown
pt_br: Desconhecido

source: Data access
pt_br: Acesso de dados

source: Persistent identifier type
pt_br: Tipo de identificador persistente

source: Policies
pt_br: Políticas

source: Data upload
pt_br: Upload de dados

source: Provider type
pt_br: Tipo de provedor

source: Repository type
pt_br: Tipo de repositório

source: What is the DMPTool?
pt_br: O que é o DMPTool?

source: The DMPTool is a free, open-source, online application that helps researchers create data management plans (DMPs). These plans are now required by many funding agencies as part of the grant proposal submission process. The DMPTool provides a click-through wizard for creating a DMP that complies with funder requirements. It also has direct links to funder websites, help text for answering questions, and data management best practices resources.
pt_br: O DMPTool é um aplicativo on-line gratuito e de código aberto que ajuda os pesquisadores a criar planos de gerenciamento de dados (DMPs). Esses planos agora são exigidos por muitas agências de financiamento como parte do processo de submissão de propostas de doação. O DMPTool fornece um assistente de clique para criar um DMP que atenda aos requisitos do financiador. Ele também tem links diretos para sites de financiadores, texto de ajuda para responder a perguntas e recursos de práticas recomendadas de gerenciamento de dados.

source: The original DMPTool was a grassroots effort, beginning in 2011 with eight institutions partnering to provide in-kind contributions of personnel and development. The effort was in direct response to demands from funding agencies, such as the National Science Foundation and the National Institutes of Health, that researchers plan for managing their research data. As a result, the contributing institutions consolidated expertise and reduced costs in addressing data management needs by joining forces.
pt_br: O DMPTool original foi um esforço de base, começando em 2011 com oito instituições em parceria para fornecer contribuições em espécie de pessoal e desenvolvimento. O esforço foi uma resposta direta às demandas de agências de financiamento, como a National Science Foundation e o National Institutes of Health, que os pesquisadores planejam gerenciar seus dados de pesquisa. Como resultado, as instituições contribuintes consolidaram a experiência e reduziram os custos para atender às necessidades de gerenciamento de dados unindo forças.

source: The original contributing institutions were: %<uc3_link>s at the %<cdl_link>s, %<data_one_link>s, %<dcc_link>s, %<smithsonian_link>s, %<ucla_library_link>s, %<ucsd_library_link>s, %<univ_illinois_library_link>s, and the %<univ_virgina_library_link>s. Given the success of the first version of the DMPTool, the founding partners obtained funding from the %<sloan_foundation_link>s to create a second version of the tool, released in 2014.
pt_br: As instituições contribuintes originais foram: %<uc3_link> s em %<cdl_link> s, %<data_one_link> s, %<dcc_link> s, %<smithsonian_link> s, %<ucla_library_link> s, %<ucsd_library_link> s, %<univ_illinois_library_link> s, e o %<univ_virgina_library_link> s. Dado o sucesso da primeira versão do DMPTool, os sócios fundadores obtiveram financiamento da %<sloan_foundation_link> s para criar uma segunda versão da ferramenta, lançada em 2014.

source: University of California Curation Center (UC3)
pt_br: Centro de Curadoria da Universidade da Califórnia (UC3)

source: California Digital Library
pt_br: Biblioteca Digital da Califórnia

source: Digital Curation Centre (DCC-UK)
pt_br: Centro de Curadoria Digital (DCC-Reino Unido)

source: Smithsonian Institution
pt_br: instituto Smithsonian

source: University of California, Los Angeles Library
pt_br: Biblioteca da Universidade da Califórnia, Los Angeles

source: University of California, San Diego Libraries
pt_br: Bibliotecas da Universidade da Califórnia, San Diego

source: University of Illinois, Urbana-Champaign Library
pt_br: Universidade de Illinois, Biblioteca Urbana-Champaign

source: University of Virginia Library
pt_br: Biblioteca da Universidade da Virgínia

source: Alfred P. Sloan Foundation
pt_br: Fundação Alfred P. Sloan

source: The proliferation of open data policies across the globe led to an explosion of interest in the DMPTool and the UK-based version, DMPonline. So in 2016, UC3 and DCC decided to formalize our partnership to codevelop and maintain a single open-source platform. By providing a core infrastructure for DMPs, we could extend our reach and move best practices forward, allowing us to participate in a truly global open science ecosystem.
pt_br: A proliferação de políticas de dados abertos em todo o mundo levou a uma explosão de interesse no DMPTool e na versão baseada no Reino Unido, DMPonline. Então, em 2016, UC3 e DCC decidiram formalizar nossa parceria para desenvolver e manter uma única plataforma de código aberto. Ao fornecer uma infraestrutura central para DMPs, podemos ampliar nosso alcance e avançar as melhores práticas, permitindo-nos participar de um ecossistema de ciência aberta verdadeiramente global.

source: The DMPTool continues to be a community support tool. The tool's %<editorial_board_link>s provides leadership and expertise to ensure that grant requirements and corresponding best practices remain current. Our Board includes representation across disciplines with varied areas of expertise from a wide range of institutions committed to supporting effective research data management.
pt_br: O DMPTool continua sendo uma ferramenta de suporte da comunidade. As ferramentas %<editorial_board_link> s fornece liderança e experiência para garantir que os requisitos de concessão e as melhores práticas correspondentes permaneçam atualizados. Nosso Conselho inclui representação em disciplinas com diversas áreas de especialização de uma ampla gama de instituições comprometidas em apoiar o gerenciamento eficaz de dados de pesquisa.

source: Editorial Board
pt_br: Conselho Editorial

source: Networked Data Management Plans
pt_br: Planos de gerenciamento de dados em rede

source: Recent feature developments have focused on transforming the DMP from a static text file into an interoperable, networked hub of information wherein details about a research project can be updated and queried over the project’s lifetime. This new %<networked_dmp_wiki>s allows information within a DMP to be fed across stakeholders, linking metadata, repositories, and institutions, and allowing for notifications and verification, reporting in real-time. A key goal of this new system is to reduce the burden on researchers by generating automated updates to a plan and facilitating seamless integration with systems and groups that support research.
pt_br: Desenvolvimentos recentes de recursos se concentraram em transformar o DMP de um arquivo de texto estático em um hub de informações interoperável e em rede, no qual detalhes sobre um projeto de pesquisa podem ser atualizados e consultados durante a vida útil do projeto. Esta nova %<networked_dmp_wiki> s permite que as informações dentro de um DMP sejam alimentadas entre as partes interessadas, vinculando metadados, repositórios e instituições e permitindo notificações e verificações, relatórios em tempo real. Um dos principais objetivos deste novo sistema é reduzir a carga sobre os pesquisadores, gerando atualizações automatizadas para um plano e facilitando a integração perfeita com sistemas e grupos que apoiam a pesquisa.

source: Networked DMP
pt_br: DMP em rede

source: We welcome integrations that utilize this new system. The %<dmptool_api_wiki>s complies with the %<rda_common_standard_link>s, which is recommended to transfer DMP metadata between systems. If you have an integration project, please %<contact_us_link>s.
pt_br: Congratulamo-nos com integrações que utilizam este novo sistema. O %<dmptool_api_wiki> s está em conformidade com a %<rda_common_standard_link> s, que é recomendado para transferir metadados DMP entre sistemas. Se você tem um projeto de integração, por favor %<contact_us_link> s.

source: DMPTool API
pt_br: API DMPTool

source: RDA Common Standard Metadata schema v1.0
pt_br: Esquema de metadados padrão comum RDA v1.0

source: contact us
pt_br: Contate-Nos

source: How to Participate in the DMPTool
pt_br: Como participar do DMPTool

source: %<participants_link>s are institutions, profit, and nonprofit organizations, individuals, or other groups that leverage the DMPTool as an effective and efficient way to create data management plans. Our community of participating organizations helps to sustain and support the DMPTool in the following ways:
pt_br: %<participants_link> s são instituições, organizações sem fins lucrativos e sem fins lucrativos, indivíduos ou outros grupos que utilizam o DMPTool como uma maneira eficaz e eficiente de criar planos de gerenciamento de dados. Nossa comunidade de organizações participantes ajuda a sustentar e apoiar o DMPTool das seguintes maneiras:

source: DMPTool participants
pt_br: Participantes do DMPTool

source: Establish institutional authentication with the DMPTool (Shibboleth)
pt_br: Estabeleça autenticação institucional com o DMPTool (Shibboleth)

source: Customize the tool with resources, help text, suggested answers, or other information
pt_br: Personalize a ferramenta com recursos, texto de ajuda, respostas sugeridas ou outras informações

source: Contribute to the maintenance and enhancement of the DMPTool codebase
pt_br: Contribuir para a manutenção e aprimoramento da base de código DMPTool

source: Help ensure that the DMPTool maintains its relevance and utility by notifying the DMPTool Helpdesk when:
pt_br: Ajude a garantir que o DMPTool mantenha sua relevância e utilidade notificando o DMPTool Helpdesk quando:

source: Funders release new requirements that are not reflected in the tool
pt_br: Os financiadores liberam novos requisitos que não estão refletidos na ferramenta

source: Errors, mistakes, or misinformation are discovered in the tool
pt_br: Erros, enganos ou informações erradas são descobertos na ferramenta

source: The tool's functionality is compromised (i.e., slow response times, poor performance, or software bugs)
pt_br: A funcionalidade da ferramenta está comprometida (ou seja, tempos de resposta lentos, baixo desempenho ou bugs de software)

source: DMPTool Principles
pt_br: Princípios da ferramenta DMP

source: The following principles guide our work on the DMPTool. Organizations that actively participate in the DMPTool community agree to abide by these principles.
pt_br: Os princípios a seguir orientam nosso trabalho no DMPTool. As organizações que participam ativamente da comunidade DMPTool concordam em cumprir esses princípios.

source: Continuous improvement of the DMPTool's utility and features
pt_br: Melhoria contínua da utilidade e dos recursos do DMPTool

source: User-driven requirements and priorities for development
pt_br: Requisitos e prioridades orientados ao usuário para desenvolvimento

source: Enthusiasm for the DMPTool
pt_br: Entusiasmo pelo DMPTool

source: Commitment to an open process for development, enhancement, and improvement (see %<panton_principles_link>s)
pt_br: Compromisso com um processo aberto para desenvolvimento, aprimoramento e melhoria (consulte %<panton_principles_link> s)

source: Panton Principles
pt_br: Princípios de Panton

source: Quality of code and materials created (%<contributor_wiki>s)
pt_br: Qualidade do código e materiais criados (%<contributor_wiki> s)

source: Contributor guidelines
pt_br: Diretrizes do colaborador

source: The DMPTool Editorial Board ensures that the tool provides current information about grant requirements and corresponding guidance. Our Board includes representation across disciplines with varied areas of expertise from a wide range of institutions committed to supporting effective research data management.
pt_br: O Conselho Editorial do DMPTool garante que a ferramenta forneça informações atualizadas sobre os requisitos de concessão e as orientações correspondentes. Nosso Conselho inclui representação em disciplinas com diversas áreas de especialização de uma ampla gama de instituições comprometidas em apoiar o gerenciamento eficaz de dados de pesquisa.

source: FAQ
pt_br: Perguntas frequentes

source: About the DMPTool
pt_br: Sobre o DMPTool

source: What is a data management plan (DMP)?
pt_br: O que é um plano de gerenciamento de dados (DMP)?

source: What can I do with the DMPTool?
pt_br: O que posso fazer com o DMPTool?

source: How much does it cost to use the DMPTool?
pt_br: Quanto custa usar o DMPTool?

source: Who can use the DMPTool?
pt_br: Quem pode usar o DMPTool?

source: How can my institution participate in the DMPTool?
pt_br: Como minha instituição pode participar do DMPTool?

source: What are the benefits of participating in the DMPTool?
pt_br: Quais são os benefícios de participar do DMPTool?

source: Have funders endorsed the DMPTool?
pt_br: Os financiadores endossaram o DMPTool?

source: Who owns the data management plans created with the DMPTool?
pt_br: Quem é o proprietário dos planos de gerenciamento de dados criados com o DMPTool?

source: Why am I getting email notifications from the DMPTool?
pt_br: Por que estou recebendo notificações por e-mail da DMPTool?

source: For Researchers
pt_br: Para Pesquisadores

source: I'm in a hurry! Is there a quick start guide for creating a data management plan?
pt_br: Estou com pressa! Existe um guia de início rápido para a criação de um plano de gerenciamento de dados?

source: Where can I read more about funder requirements for data management plans?
pt_br: Onde posso ler mais sobre os requisitos do financiador para planos de gerenciamento de dados?

source: Are there examples of data management plans?
pt_br: Existem exemplos de planos de gerenciamento de dados?

source: What's the difference between “sample” and “public” data management plans?
pt_br: Qual é a diferença entre planos de gerenciamento de dados “amostrais” e “públicos”?

source: What are the visibility options for my data management plan?
pt_br: Quais são as opções de visibilidade para meu plano de gerenciamento de dados?
