Repository: CDLUC3/dmptool
Catalog: config/locale/*/client.po
Languages: pt_br

source: Tabular data warrants special mention because it is so common across disciplines, mostly as Excel spreadsheets. If you do your analysis in Excel, you should use the "Save As..." command to export your work to .csv format when you are done. Your spreadsheets will be easier to understand and to export if you follow best practices when you set them up, such as:<ul><li>Don't put more than one table on a worksheet</li><li>Include a header row with understandable title for each column</li><li>Create charts on new sheets- don't embed them in the worksheet with the data</li></ul>
pt_br: Os dados tabulares merecem menção especial porque são muito comuns entre as disciplinas, principalmente como planilhas do Excel. Se você fizer sua análise no Excel, deverá usar o comando "Salvar como ..." para exportar seu trabalho para o formato .csv quando terminar. Suas planilhas serão mais fáceis de entender e exportar se você seguir as práticas recomendadas ao configurá-las, como:<ul><li> Não coloque mais de uma tabela em uma planilha</li><li> Incluir uma linha de cabeçalho com título compreensível para cada coluna</li><li> Crie gráficos em novas planilhas - não os incorpore na planilha com os dados</li></ul>

source: Other risks to accessibility
pt_br: Outros riscos para acessibilidade

source: Encrypted data may be effectively lost if it was encrypted with a key that has been lost (e.g., a forgotten password). For this reason, encrypted data representations are strongly discouraged.
pt_br: Os dados criptografados podem ser efetivamente perdidos se forem criptografados com uma chave perdida (por exemplo, uma senha esquecida). Por esse motivo, representações de dados criptografados são fortemente desencorajadas.

source: Data that is legally encumbered may also be considered lost. So may data bound by ambiguous or unknown access and archiving rights, because the cost of clarifying the rights situation is often prohibitive. See data rights and licensing for guidance.
pt_br: Os dados legalmente onerados também podem ser considerados perdidos. O mesmo pode acontecer com os dados vinculados a direitos de acesso e arquivamento ambíguos ou desconhecidos, porque o custo de esclarecer a situação dos direitos costuma ser proibitivo. Consulte os direitos de dados e licenciamento para obter orientação.

source: Basic Directory and File Naming Conventions
pt_br: Diretório básico e convenções de nomenclatura de arquivo

source: These are rough guidelines to follow to help manage your data files in case you don't already have your own internal conventions. When organizing files, the top-level directory/folder should include:<ul><li>Project title</li><li>Unique identifier (Guidance on persistent external identifiers is available below)</li><li>Date (yyyy or yyyy.mm.dd)</li></ul>
pt_br: Estas são diretrizes básicas a serem seguidas para ajudar a gerenciar seus arquivos de dados, caso você ainda não tenha suas próprias convenções internas. Ao organizar arquivos, o diretório / pasta de nível superior deve incluir:<ul><li> Título do projeto</li><li> Identificador único (orientações sobre identificadores externos persistentes estão disponíveis abaixo)</li><li> Data (aaaa ou aaaa.mm.dd)</li></ul>

source: The sub-directory structure should have clear, documented naming conventions. Separate files or directories could apply, for example, to each run of an experiment, each version of a dataset, and/or each person in the group.
pt_br: A estrutura do subdiretório deve ter convenções de nomenclatura claras e documentadas. Arquivos ou diretórios separados podem ser aplicados, por exemplo, a cada execução de um experimento, a cada versão de um conjunto de dados e / ou a cada pessoa no grupo.

source: Reserve the 3-letter file extension for the file format, such as .txt, .pdf, or .csv.
pt_br: Reserve a extensão de arquivo de 3 letras para o formato de arquivo, como .txt, .pdf ou .csv.

source: Identify the activity or project in the file name.
pt_br: Identifique a atividade ou projeto no nome do arquivo.

source: Identify separate versions of files and datasets using file or directory naming conventions. It can quickly become difficult to identify the "correct" version of a file.
pt_br: Identifique versões separadas de arquivos e conjuntos de dados usando convenções de nomenclatura de arquivos ou diretórios. Pode tornar-se rapidamente difícil identificar a versão "correta" de um arquivo.

source: Record all changes to a file no matter how small. Discard obsolete versions after making backups.
pt_br: Grave todas as alterações em um arquivo, não importa o quão pequeno seja. Descarte as versões obsoletas após fazer backups.

source: File Renaming
pt_br: Renomeação de arquivo

source: Tools to help you:
pt_br: Ferramentas para ajudá-lo:

source: Bulk Rename Utility
pt_br: Utilitário de renomeação em massa

source: (Windows; free)
pt_br: (Windows; grátis)

source: Renamer
pt_br: Renomeador

source: (Mac; free trial)
pt_br: (Mac; teste gratuito)

source: (Linux, Mac, Windows; free)
pt_br: (Linux, Mac, Windows; gratuito)

source: Why document data?
pt_br: Por que documentar dados?

source: Clear and detailed documentation is essential for data to be understood, interpreted, and used. Data documentation describes the content, formats, and internal relationships of your data in detail and will enable other researchers to find, use, and properly cite your data.
pt_br: Uma documentação clara e detalhada é essencial para que os dados sejam compreendidos, interpretados e usados. A documentação de dados descreve o conteúdo, os formatos e as relações internas de seus dados em detalhes e permitirá que outros pesquisadores encontrem, usem e citem seus dados adequadamente.

source: Begin to document your data at the very beginning of your research project and continue throughout the project. Doing so will make the process much easier. If you have to construct the documentation at the end of the project, the process will be painful and important details will have been lost or forgotten. Don't wait to document your data!
pt_br: Comece a documentar seus dados no início de seu projeto de pesquisa e continue ao longo do projeto. Isso tornará o processo muito mais fácil. Se você tiver que construir a documentação no final do projeto, o processo será doloroso e detalhes importantes serão perdidos ou esquecidos. Não espere para documentar seus dados!

source: What to document?
pt_br: O que documentar?

source: <strong>Research Project Documentation</strong><ul><li>Rationale and context for data collection</li><li>Data collection methods</li><li>Structure and organization of data files</li><li>Data sources used (see citing data)</li><li>Data validation and quality assurance</li><li>Transformations of data from the sanitized data through analysis</li><li>Information on confidentiality, access and use conditions</li></ul>
pt_br: <strong>Documentação do Projeto de Pesquisa</strong><ul><li> Justificativa e contexto para a coleta de dados</li><li> Métodos de coleta de dados</li><li> Estrutura e organização de arquivos de dados</li><li> Fontes de dados usadas (consulte os dados de citação)</li><li> Validação de dados e garantia de qualidade</li><li> Transformações de dados dos dados higienizados por meio de análise</li><li> Informação sobre confidencialidade, condições de acesso e utilização</li></ul>

source: <strong>Dataset documentation</strong><ul><li>Variable names and descriptions</li><li>Explanation of codes and classification schemes used</li><li>Algorithms used to transform data (may include computer code)</li><li>File format and software (including version) used</li></ul>
pt_br: <strong>Documentação do conjunto de dados</strong><ul><li> Nomes e descrições de variáveis</li><li> Explicação dos códigos e esquemas de classificação usados</li><li> Algoritmos usados para transformar dados (pode incluir código de computador)</li><li> Formato de arquivo e software (incluindo versão) usados</li></ul>

source: How will you document your data?
pt_br: Como você documentará seus dados?

source: Data documentation is commonly called metadata – "data about data". Researchers can document their data according to various metadata standards. Some metadata standards are designed for the purpose of documenting the contents of files, others for documenting the technical characteristics of files, and yet others for expressing relationships between files within a set of data. If you want to be able to share or publish your data, the <a href="%{datacite_standards_url}">DataCite metadata standard</a> is of particular signficiance.
pt_br: A documentação de dados é comumente chamada de metadados - "dados sobre dados". Os pesquisadores podem documentar seus dados de acordo com vários padrões de metadados. Alguns padrões de metadados são projetados com o propósito de documentar o conteúdo de arquivos, outros para documentar as características técnicas dos arquivos e ainda outros para expressar relações entre arquivos dentro de um conjunto de dados. Se você deseja compartilhar ou publicar seus dados, o <a href="%{datacite_standards_url}">padrão de metadados DataCite</a> é de particular importância.

source: Below are some general aspects of your data that you should document, regardless of your discipline. At a minimum, store this documentation in a "readme.txt" file, or the equivalent, with the data itself.
pt_br: Abaixo estão alguns aspectos gerais de seus dados que você deve documentar, independentemente de sua disciplina. No mínimo, armazene esta documentação em um arquivo "readme.txt", ou equivalente, com os próprios dados.

source: General Overview
pt_br: Visao geral

source: <strong>Title</strong>: Name of the dataset or research project that produced it
pt_br: <strong>Título</strong> : Nome do conjunto de dados ou projeto de pesquisa que o produziu

source: <strong>Creator</strong>: Names and addresses of the organizations or people who created the data; preferred format for personal names is surname first (e.g., Smith, Jane)
pt_br: <strong>Criador</strong> : Nomes e endereços das organizações ou pessoas que criaram os dados; o formato preferido para nomes pessoais é o sobrenome primeiro (por exemplo, Smith, Jane)

source: <strong>Identifier</strong>: Unique number used to identify the data, even if it is just an internal project reference number
pt_br: <strong>Identificador</strong> : número único usado para identificar os dados, mesmo que seja apenas um número de referência interno do projeto

source: <strong>Date</strong>: Key dates associated with the data, including: project start and end date; release date; time period covered by the data; and other dates associated with the data lifespan, such as maintenance cycle, update schedule; preferred format is yyyy-mm-dd, or yyyy.mm.dd-yyyy.mm.dd for a range
pt_br: <strong>Data</strong> : datas importantes associadas aos dados, incluindo: data de início e término do projeto; data de lançamento; período de tempo coberto pelos dados; e outras datas associadas à vida útil dos dados, como ciclo de manutenção, programação de atualização; o formato preferido é aaaa-mm-dd ou aaaa.mm.dd-aaaa.mm.dd para um intervalo

source: <strong>Method</strong>: How the data were generated, listing equipment and software used (including model and version numbers), formulae, algorithms, experimental protocols, and other things one might include in a lab notebook
pt_br: <strong>Método</strong> : como os dados foram gerados, listando equipamentos e softwares usados (incluindo números de modelo e versão), fórmulas, algoritmos, protocolos experimentais e outras coisas que podem ser incluídas em um caderno de laboratório

source: <strong>Processing</strong>: How the data have been altered or processed (e.g., normalized)
pt_br: <strong>Processamento</strong> : como os dados foram alterados ou processados (por exemplo, normalizados)

source: <strong>Source</strong>: Citations to data derived from other sources, including details of where the source data is held and how it was accessed
pt_br: <strong>Fonte</strong> : citações a dados derivados de outras fontes, incluindo detalhes de onde os dados de origem são mantidos e como foram acessados

source: <strong>Funder</strong>: Organizations or agencies who funded the research
pt_br: <strong>Financiador</strong> : organizações ou agências que financiaram a pesquisa

source: Content Description
pt_br: Descrição do conteúdo

source: <strong>Subject</strong>: Keywords or phrases describing the subject or content of the data
pt_br: <strong>Assunto</strong> : palavras-chave ou frases que descrevem o assunto ou conteúdo dos dados

source: <strong>Place</strong>: All applicable physical locations
pt_br: <strong>Local</strong> : todos os locais físicos aplicáveis

source: <strong>Language</strong>: All languages used in the dataset
pt_br: <strong>Idioma</strong> : todos os idiomas usados no conjunto de dados

source: <strong>Variable list</strong>: All variables in the data files, where applicable
pt_br: <strong>Lista de variáveis</strong> : todas as variáveis nos arquivos de dados, quando aplicável

source: <strong>Code list</strong>: Explanation of codes or abbreviations used in either the file names or the variables in the data files (e.g. "999 indicates a missing value in the data")
pt_br: <strong>Lista</strong> de códigos: Explicação dos códigos ou abreviações usados nos nomes dos arquivos ou nas variáveis nos arquivos de dados (por exemplo, "999 indica um valor ausente nos dados")

source: Technical Description
pt_br: Descrição técnica

source: <strong>File inventory</strong>: All files associated with the project, including extensions (e.g. "NWPalaceTR.WRL", "stone.mov")
pt_br: <strong>Inventário de arquivos</strong> : todos os arquivos associados ao projeto, incluindo extensões (por exemplo, "NWPalaceTR.WRL", "stone.mov")

source: <strong>File formats</strong>: Formats of the data, e.g., FITS, SPSS, HTML, JPEG, etc.
pt_br: <strong>Formatos de arquivo</strong> : formatos dos dados, por exemplo, FITS, SPSS, HTML, JPEG, etc.

source: <strong>File structure</strong>: Organization of the data file(s) and layout of the variables, where applicable
pt_br: <strong>Estrutura do arquivo</strong> : Organização do (s) arquivo (s) de dados e layout das variáveis, quando aplicável

source: <strong>Version</strong>: Unique date/time stamp and identifier for each version
pt_br: <strong>Versão</strong> : carimbo de data / hora exclusivo e identificador para cada versão

source: <strong>Checksum</strong>: A digest value computed for each file that can be used to detect changes; if a recomputed digest differs from the stored digest, the file must have changed
pt_br: <strong>Soma de verificação</strong> : um valor de resumo calculado para cada arquivo que pode ser usado para detectar alterações; se um resumo recomputado for diferente do resumo armazenado, o arquivo deve ter mudado

source: <strong>Necessary software</strong>: Names of any special-purpose software packages required to create, view, analyze, or otherwise use the data
pt_br: <strong>Software necessário</strong> : nomes de quaisquer pacotes de software para fins especiais necessários para criar, visualizar, analisar ou usar os dados de outra forma

source: Access
pt_br: Acesso

source: <strong>Rights</strong>: Any known intellectual property rights, statutory rights, licenses, or restrictions on use of the data
pt_br: <strong>Direitos</strong> : Quaisquer direitos de propriedade intelectual, direitos legais, licenças ou restrições conhecidas sobre o uso dos dados

source: <strong>Access information</strong>: Where and how your data can be accessed by other researchers
pt_br: <strong>Informações de acesso</strong> : onde e como seus dados podem ser acessados por outros pesquisadores

source: If you want to be able to share or cite your dataset, you'll want to assign a public persistent unique identifier to it. There are a variety of public identifier schemes, but common properties of good schemes are that they are:<ul><li>Actionable (you can "click" on them in a web browser)</li><li>Globally unique across the internet</li><li>Persistent for at least the life of your data</li></ul>
pt_br: Se você deseja compartilhar ou citar seu conjunto de dados, atribua a ele um identificador único público persistente. Há uma variedade de esquemas de identificadores públicos, mas as propriedades comuns de bons esquemas são que eles são:<ul><li> Acionáveis (você pode "clicar" neles em um navegador da web)</li><li> Globalmente único em toda a Internet</li><li> Persistente por pelo menos a vida útil de seus dados</li></ul>

source: Here are some identifier schemes:
pt_br: Aqui estão alguns esquemas de identificadores:

source: <a href="%{ark_url}">ARK (Archival Resource Key)</a> – a URL with extra features allowing you to ask for descriptive and archival metadata and to recognize certain kinds of relationships between identifiers. ARKs are used by memory organizations such as libraries, archives, and museums. They are resolved at "http://www.nt2.net". Resolution depends on HTTP redirection and can be managed through an API or a user interface.
pt_br: <a href="%{ark_url}">ARK (Archival Resource Key)</a> – uma URL com recursos extras que permitem solicitar metadados descritivos e de arquivamento e reconhecer certos tipos de relacionamentos entre identificadores. As ARKs são usadas por organizações de memória, como bibliotecas, arquivos e museus. Eles são resolvidos em "http://www.nt2.net". A resolução depende do redirecionamento HTTP e pode ser gerenciada por meio de uma API ou interface do usuário.

source: <a href="%{doi_url}">DOI (Digital Object Identifier)</a> – an identifier that becomes actionable when embedded in a URL. DOIs are very popular in academic journal publishing. They are resolved at "http://dx.doi.org". Resolution depends on HTTP redirection and the Handle identifier protocol, and can be managed through an API or a user interface.
pt_br: <a href="%{doi_url}">DOI (Digital Object Identifier)</a> – um identificador que se torna acionável quando incorporado a uma URL. Os DOIs são muito populares na publicação de periódicos acadêmicos. Eles são resolvidos em "http://dx.doi.org". A resolução depende do redirecionamento HTTP e do protocolo identificador Handle e pode ser gerenciada por meio de uma API ou interface do usuário.

source: <a href="%{handle_url}">Handle</a> – an identifier that becomes actionable when embedded in a URL. Handles are resolved at "%{handle_url}". Resolution depends on HTTP redirection and the Handle protocol, and can be managed through an API or a user interface.
pt_br: <a href="%{handle_url}">Handle</a> - um identificador que se torna acionável quando incorporado em um URL. Os identificadores são resolvidos em "%{handle_url}". A resolução depende do redirecionamento de HTTP e do protocolo Handle e pode ser gerenciada por meio de uma API ou interface de usuário.

source: <a href="%{inchi_url}">InChI (IUPAC International Chemical Identifier)</a> – a non-actionable identifier for chemical substances that can be used in printed and electronic data sources, thus enabling easier linking of diverse data compilations.
pt_br: <a href="%{inchi_url}">InChI (IUPAC International Chemical Identifier)</a> - um identificador não acionável para substâncias químicas que pode ser usado em fontes de dados impressas e eletrônicas, permitindo assim uma conexão mais fácil de diversas compilações de dados.

source: <a href="%{lsid_url}">LSID (Life Sciences Identifier)</a> – a kind of URN that identifies a biologically significant resources, including species names, concepts, occurrences, and genes or proteins, or data objects that encode information about them. Like other URNs, it becomes actionable when embedded in a URL.
pt_br: <a href="%{lsid_url}">LSID (Life Sciences Identifier)</a> - um tipo de URN que identifica recursos biologicamente significativos, incluindo nomes de espécies, conceitos, ocorrências e genes ou proteínas, ou objetos de dados que codificam informações sobre eles. Como outros URNs, ele se torna acionável quando incorporado em um URL.

source: <a href="%{ncbi_url}">NCBI (National Center for Biotechnology Information) ACCESSION</a></li> <li>a non-actionable number in use by NCBI.
pt_br: <a href="%{ncbi_url}">NCBI (National Center for Biotechnology Information) ACESSÃO</a></li><li> um número não acionável em uso pelo NCBI.

source: <a href="%{purl_url}">PURL (Persistent Uniform Resource Locator)</a> – a URL that is always redirected through a hostname (often purl.org). Resolution depends on HTTP redirection and can be managed through an API or a user interface.
pt_br: <a href="%{purl_url}">PURL (Persistent Uniform Resource Locator)</a> - um URL que sempre é redirecionado por meio de um nome de host (geralmente purl.org). A resolução depende do redirecionamento de HTTP e pode ser gerenciada por meio de uma API ou interface de usuário.

source: <strong>URL (Uniform Resource Locator)</strong> – the typical "address" of web content. It is a kind of URI (Uniform Resource Identifier) that begins with "http://" and consists of a string of characters used to identify or name a resource on the Internet. Such identification enables interaction with representations of the resource over a network, typically the World Wide Web, using the HTTP protocol. Well-managed URL redirection can make URLs as persistent as any identifier. Resolution depends on HTTP redirection and can be managed through an API or a user interface.
pt_br: <strong>URL (Uniform Resource Locator)</strong> - o "endereço" típico de conteúdo da web. É um tipo de URI (Uniform Resource Identifier) que começa com "http: //" e consiste em uma cadeia de caracteres usada para identificar ou nomear um recurso na Internet. Essa identificação permite a interação com representações do recurso em uma rede, normalmente a World Wide Web, usando o protocolo HTTP. O redirecionamento de URL bem gerenciado pode tornar os URLs tão persistentes quanto qualquer identificador. A resolução depende do redirecionamento de HTTP e pode ser gerenciada por meio de uma API ou interface de usuário.

source: <strong>URN (Uniform Resource Name)</strong> – an identifier that becomes actionable when embedded in a URL. Resolution depends on HTTP redirection and the DDDS protocol, and can be managed through an API or a user interface. A browser plug-in can save you from typing a hostname in front of it.
pt_br: <strong>URN (Uniform Resource Name)</strong> - um identificador que se torna acionável quando incorporado em um URL. A resolução depende do redirecionamento de HTTP e do protocolo DDDS e pode ser gerenciada por meio de uma API ou interface de usuário. Um plug-in de navegador pode evitar que você digite um nome de host na frente dele.

source: Data Security
pt_br: Segurança de dados
