Repository: CDLUC3/dmptool
Catalog: config/locale/*/client.po
Languages: pt_br

source: Data security is the protection of data from unauthorized access, use, change, disclosure, and destruction. Make sure your data is safe in regards to:<ul><li>Network security<ul><li>Keep confidential data off the Internet</li><li>In extreme cases, put sensitive materials on computers not connected to the internet</li></ul></li><li>Physical security<ul><li>Restrict access to buildings and rooms where computers or media are kept</li><li>Only let trusted individuals troubleshoot computer problems</li></ul></li><li>Computer systems and files<ul><li>Keep virus protection up to date</li><li>Don't send confidential data via e-mail or FTP (or, if you must, use encryption)</li><li>Set passwords on files and computers</li><li>React with skepticism to phone calls and emails that claim to be from your institution's IT department</li></ul></li></ul>
pt_br: Segurança de dados é a proteção de dados contra acesso não autorizado, uso, alteração, divulgação e destruição. Certifique-se de que seus dados estejam seguros em relação a:<ul><li> Segurança de rede<ul><li> Mantenha os dados confidenciais fora da Internet</li><li> Em casos extremos, coloque materiais confidenciais em computadores não conectados à internet</li></ul></li><li> Segurança física<ul><li> Restringir o acesso a edifícios e salas onde computadores ou mídia são mantidos</li><li> Deixe apenas pessoas de confiança resolverem os problemas do computador</li></ul></li><li> Sistemas de computador e arquivos<ul><li> Mantenha a proteção antivírus atualizada</li><li> Não envie dados confidenciais por e-mail ou FTP (ou, se necessário, use criptografia)</li><li> Definir senhas em arquivos e computadores</li><li> Reaja com ceticismo a ligações e e-mails que afirmam ser do departamento de TI da sua instituição</li></ul></li></ul>

source: Encryption and Compression
pt_br: Encriptação e compressão

source: Unencrypted data will be more easily read by you and others in the future, but you may need to encrypt sensitive data.<ul><li>Use mainstream encryption tools (e.g., PGP)</li><li>Don't rely on third-party encryption alone</li><li>Keep passwords and keys on paper (2 copies)</li></ul>
pt_br: Os dados não criptografados serão lidos mais facilmente por você e outras pessoas no futuro, mas pode ser necessário criptografar dados confidenciais.<ul><li> Use ferramentas de criptografia convencionais (por exemplo, PGP)</li><li> Não confie apenas na criptografia de terceiros</li><li> Mantenha as senhas e chaves em papel (2 cópias)</li></ul>

source: Uncompressed data will be also be easier to read in the future, but you may need to compress files to conserve disk space.<ul><li>Use a mainstream compression tool (e.g., ZIP, GZIP, TAR)</li><li>Limit compression to the 3rd backup copy</li></ul>
pt_br: Os dados não compactados também serão mais fáceis de ler no futuro, mas pode ser necessário compactar os arquivos para economizar espaço em disco.<ul><li> Use uma ferramenta de compressão convencional (por exemplo, ZIP, GZIP, TAR)</li><li> Limitar a compressão para a 3ª cópia de backup</li></ul>

source: Backups and storage
pt_br: Backups e armazenamento

source: Making regular backups is an integral part of data management. You can backup data to your personal computer, external hard drives, or departmental or university servers. Software that makes backups for you automatically can simplify this process considerably. The UK Data Archive provides additional <a href="%{storage_guidelines_url}">guidelines on data storage, backup, and security</a>.
pt_br: Fazer backups regulares é parte integrante do gerenciamento de dados. Você pode fazer backup de dados em seu computador pessoal, discos rígidos externos ou servidores departamentais ou universitários. O software que faz backups para você automaticamente pode simplificar esse processo consideravelmente. O UK Data Archive fornece <a href="%{storage_guidelines_url}">diretrizes adicionais sobre armazenamento de dados, backup e segurança</a> .

source: Backup Your Data
pt_br: Faça backup de seus dados

source: Good practice is to have three copies in at least two locations (e.g. original + external/local backup + external/remote backup)
pt_br: A boa prática é ter três cópias em pelo menos dois locais (por exemplo, original + backup externo / local + backup externo / remoto)

source: Geographically distribute your local and remote copies to reduce risk of calamity at the same location (power outage, flood, fire, etc.)
pt_br: Distribua geograficamente suas cópias locais e remotas para reduzir o risco de calamidade no mesmo local (queda de energia, inundação, incêndio, etc.)

source: Test your backup system
pt_br: Teste seu sistema de backup

source: To be sure that your backup system is working, periodically retrieve your data files and confirm that you can read them. You should do this when you initially set up the system and on a regular schedule thereafter.
pt_br: Para ter certeza de que seu sistema de backup está funcionando, recupere periodicamente seus arquivos de dados e confirme se você pode lê-los. Você deve fazer isso ao configurar inicialmente o sistema e em uma programação regular a partir de então.

source: Other data preservation considerations
pt_br: Outras considerações de preservação de dados

source: Who is responsible for managing and controlling the data?
pt_br: Quem é responsável por gerenciar e controlar os dados?

source: Who controls the data (e.g., the PI, a student, your lab, your university, your funder)? Before you spend a lot of time figuring out how to store the data, to share it, to name it, etc. you should make sure you have the authority to do so.
pt_br: Quem controla os dados (por exemplo, o PI, um aluno, seu laboratório, sua universidade, seu financiador)? Antes de gastar muito tempo tentando descobrir como armazenar os dados, compartilhá-los, nomeá-los etc., você deve se certificar de que tem autoridade para fazê-lo.

source: For what or whom are the data intended?
pt_br: Para o que ou para quem os dados se destinam?

source: Who is your intended audience for the data? How do you expect they will use the data? The answer to these questions will help inform structuring and distributing the data.
pt_br: Quem é o seu público-alvo para os dados? Como você espera que eles usem os dados? A resposta a essas perguntas ajudará a informar a estruturação e distribuição dos dados.

source: How long should the data be retained?
pt_br: Por quanto tempo os dados devem ser retidos?

source: Is there any requirement that the data be retained? If so, for how long? 3-5 years, 10-20 years, permanently? Not all data need to be retained, and some data required to be retained need not be retained indefinitely. Have a good understanding of your obligation for the data's retention.
pt_br: Existe algum requisito de retenção dos dados? Se sim, por quanto tempo? 3-5 anos, 10-20 anos, permanentemente? Nem todos os dados precisam ser retidos e alguns dados que precisam ser retidos não precisam ser retidos indefinidamente. Compreenda bem a sua obrigação de retenção de dados.

source: Beyond any externally imposed requirments, think about the long-term usefulness of the data. If the data is from an experiment that you anticipate will be repeatable more quickly, inexpensively, and accurately as technology progresses, you may want to store it for a relatively brief period. If the data consists of observations made outside the laborartory that can never be repeated, you may wish to store it indefinitely.
pt_br: Além de quaisquer requisitos impostos externamente, pense na utilidade dos dados a longo prazo. Se os dados forem de um experimento que você prevê que serão repetidos de maneira mais rápida, econômica e precisa à medida que a tecnologia avança, convém armazená-los por um período relativamente breve. Se os dados consistirem em observações feitas fora do laboratório que nunca podem ser repetidas, você pode desejar armazená-los indefinidamente.

source: Why share your data?
pt_br: Por que compartilhar seus dados?

source: <ul><li>Required by publishers (e.g., Cell, Nature, Science)</li><li>Required by government funding agencies (e.g., NIH, NSF)</li><li>Allows data to be used to answer new questions</li><li>Makes research more open</li><li>Makes your papers more useful and citable by other researchers</li></ul>
pt_br: <ul><li>Exigido por editores (por exemplo, Cell, Nature, Science)</li><li> Exigido por agências de financiamento do governo (por exemplo, NIH, NSF)</li><li> Permite que os dados sejam usados para responder a novas perguntas</li><li> Torna a pesquisa mais aberta</li><li> Torna seus artigos mais úteis e citados por outros pesquisadores</li></ul>

source: Considerations when preparing to share data
pt_br: Considerações ao se preparar para compartilhar dados

source: <strong>File Formats for Long Term Access</strong>: The file format in which you keep your data is a primary factor in one's ability to use your data in the future. Plan for both hardware and software obsolescence. See file formats and organization for details on long-term storage formats.
pt_br: <strong>Formatos de arquivo para acesso de longo prazo</strong> : O formato de arquivo no qual você mantém seus dados é um fator principal na capacidade de alguém usar seus dados no futuro. Planeje a obsolescência de hardware e software. Consulte formatos de arquivo e organização para obter detalhes sobre formatos de armazenamento de longo prazo.

source: <strong>Don't Forget the Documentation</strong>: Document your research and data so others can interpret the data. Begin to document your data at the very beginning of your research project and continue throughout the project. See data documentation and metadata for details.
pt_br: <strong>Não se esqueça da documentação</strong> : documente sua pesquisa e dados para que outros possam interpretar os dados. Comece a documentar seus dados no início de seu projeto de pesquisa e continue ao longo do projeto. Consulte a documentação de dados e metadados para obter detalhes.

source: <strong>Ownership and Privacy</strong>: Make sure that you have considered the implications of sharing data in terms of copyright, IP ownership, and subject confidentiality. See copyright and confidentiality for details.
pt_br: <strong>Propriedade e privacidade</strong> : certifique-se de ter considerado as implicações do compartilhamento de dados em termos de direitos autorais, propriedade de IP e confidencialidade do assunto. Consulte direitos autorais e confidencialidade para obter detalhes.

source: What does it mean to share data? (%<support_your_data_link>s)
pt_br: O que significa compartilhar dados? (%<support_your_data_link> s)

source: adapted from the Support Your Data project
pt_br: adaptado do projeto Support Your Data

source: Sharing data means making your data available so that they can be accessed and used—by yourself or by others—in the future. Here are three factors to consider when sharing data.
pt_br: Compartilhar dados significa disponibilizar seus dados para que possam ser acessados e usados - por você ou por outros - no futuro. Aqui estão três fatores a serem considerados ao compartilhar dados.

source: Data should be shared in a usable format. This may mean sharing raw data instead of prepared data (or vice versa) or ensuring that data is saved in common or open file formats.
pt_br: Os dados devem ser compartilhados em um formato utilizável. Isso pode significar compartilhar dados brutos em vez de dados preparados (ou vice-versa) ou garantir que os dados sejam salvos em formatos de arquivo comuns ou abertos.

source: Completeness
pt_br: Completude

source: Remember that notes, documentation, and other information about your data are part of your data. To ensure that your shared data is useful, make sure these elements are included.
pt_br: Lembre-se de que notas, documentação e outras informações sobre seus dados fazem parte de seus dados. Para garantir que seus dados compartilhados sejam úteis, certifique-se de que esses elementos estejam incluídos.

source: Location
pt_br: Localização

source: When choosing a method for sharing your data, consider how other researchers will find and use it. The storage options you use to save your data as you work on it will probably be different than the options you use to share it, especially over the longer term.
pt_br: Ao escolher um método para compartilhar seus dados, considere como outros pesquisadores os encontrarão e os usarão. As opções de armazenamento que você usa para salvar seus dados enquanto trabalha neles provavelmente serão diferentes das opções que você usa para compartilhá-los, especialmente a longo prazo.

source: Requirements and how to meet them
pt_br: Requisitos e como atende-los

source: Many research funders, publishers, institutions, and research communities have formal expectations about how data should be shared.
pt_br: Muitos financiadores de pesquisa, editores, instituições e comunidades de pesquisa têm expectativas formais sobre como os dados devem ser compartilhados.

source: Things to think about
pt_br: Coisas para pensar

source: Though it is very likely that you’ll share your data only at the conclusion of a research project, data sharing should be incorporated into your data management practices from the beginning.
pt_br: Embora seja muito provável que você compartilhe seus dados apenas na conclusão de um projeto de pesquisa, o compartilhamento de dados deve ser incorporado às suas práticas de gerenciamento de dados desde o início.

source: Data sharing is about showing your work. Though many current data sharing requirements focus on the data underlying journal articles and other scholarly works, you should be prepared to share all of your data. All of it has potential value.
pt_br: O compartilhamento de dados é mostrar seu trabalho. Embora muitos requisitos atuais de compartilhamento de dados se concentrem nos dados subjacentes a artigos de periódicos e outros trabalhos acadêmicos, você deve estar preparado para compartilhar todos os seus dados. Tudo isso tem valor potencial.

source: There are limits on how data containing sensitive or personally-identifying information can be shared, but you should be prepared to share enough information about your work so that others can evaluate, potentially replicate, and otherwise make use of what you’ve done.
pt_br: Há limites sobre como os dados que contêm informações confidenciais ou de identificação pessoal podem ser compartilhados, mas você deve estar preparado para compartilhar informações suficientes sobre seu trabalho para que outras pessoas possam avaliar, potencialmente replicar e fazer uso do que você fez.

source: Finding a data repository
pt_br: Encontrar um repositório de dados

source: You should select a repository or archive for your data based on the long-term security offered and the ease of discovery and access by colleagues in your field. There are two common types of a repository to look for:
pt_br: Você deve selecionar um repositório ou arquivo para seus dados com base na segurança de longo prazo oferecida e na facilidade de descoberta e acesso por colegas em seu campo. Existem dois tipos comuns de repositório para procurar:

source: <strong>Discipline-specific:</strong> accepts data in a particular field or of a particular type (e.g., GenBank accepts nucleotide sequence data)
pt_br: <strong>Específico da disciplina:</strong> aceita dados em um campo específico ou de um tipo específico (por exemplo, GenBank aceita dados de sequência de nucleotídeos)

source: <strong>Generalist:</strong> accepts data of any type produced within the institution that maintains it (e.g., %<dryad_link>s)
pt_br: <strong>Generalista:</strong> aceita dados de qualquer tipo produzidos dentro da instituição que os mantém (por exemplo, %<dryad_link> s)

source: A searchable and browsable list of repositories can be found at these websites:
pt_br: Uma lista pesquisável e navegável de repositórios pode ser encontrada nestes sites:

source: <strong> %<re3data_link>s:</strong> a REgistry of REsearch data REpositories
pt_br: <strong>%</strong><re3data_link> <strong>s:</strong> um REgistro de REpositórios de dados de pesquisa

source: <strong> %<open_access_dir_link>s:</strong> a list of repositories hosted by Simmons College
pt_br: <strong>%</strong><open_access_dir_link> <strong>s:</strong> uma lista de repositórios hospedados pelo Simmons College

source: Data Repositories in the Open Access Directory
pt_br: Repositórios de dados no Open Access Directory

source: <strong> %<fair_sharing_link>s:</strong> a directory of life sciences databases and reporting standards, now expanded to include all disciplines
pt_br: <strong>%</strong><fair_sharing_link> <strong>s:</strong> um diretório de bancos de dados de ciências da vida e padrões de relatórios, agora expandido para incluir todas as disciplinas

source: Citing data is important in order to:<ul><li>Give the data producer appropriate credit</li><li>Allow easier access to the data for repurposing or reuse</li><li>Enable readers to verify your results</li></ul>
pt_br: Citar dados é importante para:<ul><li> Dê ao produtor de dados o crédito apropriado</li><li> Permitir acesso mais fácil aos dados para reaproveitamento ou reutilização</li><li> Permita que os leitores verifiquem seus resultados</li></ul>

source: Citation Elements
pt_br: Elementos de citação

source: A dataset should be cited formally in an article's reference list, not just informally in the text. Many data repositories and publishers provide explicit instructions for citing their contents. If no citation information is provided, you can still construct a citation following generally agreed-upon guidelines from sources such as the <a href="%{force11_citation_url}">Force 11 Joint Declaration of Data Citation Principles</a> and the current <a href="%{datacite_standards_url}">DataCite Metadata Schema</a>.
pt_br: Um conjunto de dados deve ser citado formalmente na lista de referências de um artigo, não apenas informalmente no texto. Muitos repositórios de dados e editores fornecem instruções explícitas para citar seu conteúdo. Se nenhuma informação de citação for fornecida, você ainda pode construir uma citação seguindo as diretrizes geralmente aceitas de fontes como a <a href="%{force11_citation_url}">Declaração Conjunta Force 11 de Princípios de Citação de Dados</a> e o <a href="%{datacite_standards_url}">Esquema de Metadados DataCite</a> atual.

source: Core elements
pt_br: Elementos centrais

source: There are 5 core elements usually included in a dataset citation, with additional elements added as appropriate.<ul><li><strong>Creator(s)</strong> – may be individuals or organizations</li><li><strong>Title</strong></li><li><strong>Publication year</strong> when the dataset was released (may be different from the Access date)</li><li><strong>Publisher</strong> – the data center, archive, or repository</li><li><strong>Identifier</strong> – a unique public identifier (e.g., an ARK or DOI)</li></ul>
pt_br: Existem 5 elementos principais geralmente incluídos em uma citação de conjunto de dados, com elementos adicionais adicionados conforme apropriado.<ul><li> <strong>Criador (es)</strong> - podem ser indivíduos ou organizações</li><li> <strong>Título</strong></li><li> <strong>Ano de publicação</strong> quando o conjunto de dados foi lançado (pode ser diferente da data de acesso)</li><li> <strong>Editor</strong> - o data center, arquivo ou repositório</li><li> <strong>Identificador</strong> - um identificador público único (por exemplo, um ARK ou DOI)</li></ul>

source: Creator names in non-Roman scripts should be transliterated using the <a href="%{romanization_url}">ALA-LC Romanization Tables</a>.
pt_br: Os nomes dos criadores em escritas não romanas devem ser transliterados usando as <a href="%{romanization_url}">tabelas de romanização ALA-LC</a> .

source: Common additional elements
pt_br: Elementos adicionais comuns

source: Although the core elements are sufficient in the simplest case – citation to the entirety of a static dataset – additional elements may be needed if you wish to cite a dynamic dataset or a subset of a larger dataset.<ul><li><strong>Version</strong> of the dataset analyzed in the citing paper</li><li><strong>Access date</strong> when the data was accessed for analysis in the citing paper</li><li><strong>Subset</strong> of the dataset analyzed (e.g., a range of dates or record numbers, a list of variables)</li><li><strong>Verifier</strong> that the dataset or subset accessed by a reader is identical to the one analyzed by the author (e.g., a Checksum)</li><li><strong>Location</strong> of the dataset on the internet, needed if the identifier is not "actionable" (convertable to a web address)</li></ul>
pt_br: Embora os elementos principais sejam suficientes no caso mais simples - citação da totalidade de um conjunto de dados estático - elementos adicionais podem ser necessários se você desejar citar um conjunto de dados dinâmico ou um subconjunto de um conjunto de dados maior.<ul><li> <strong>Versão</strong> do conjunto de dados analisado no artigo de citação</li><li> <strong>Data de acesso</strong> quando os dados foram acessados para análise no artigo citante</li><li> <strong>Subconjunto</strong> do conjunto de dados analisado (por exemplo, um intervalo de datas ou números de registro, uma lista de variáveis)</li><li> <strong>Verificador de</strong> que o conjunto de dados ou subconjunto acessado por um leitor é idêntico ao analisado pelo autor (por exemplo, um Checksum)</li><li> <strong>Localização</strong> do conjunto de dados na Internet, necessária se o identificador não for "acionável" (conversível em um endereço da web)</li></ul>

source: Example citations
pt_br: Citações de exemplo

source: Sharing data that you produced/collected yourself
pt_br: Compartilhando dados que você mesmo produziu / coletou

source: <strong>Much data is not copyrightable in the United States</strong> because facts are not copyrightable. However, a presentation of data (such as a chart or table) may be.
pt_br: <strong>Muitos dados não podem ser protegidos por direitos autorais nos Estados Unidos</strong> porque os fatos não podem ser protegidos por direitos autorais. No entanto, uma apresentação de dados (como um gráfico ou tabela) pode ser.

source: <strong>Data can be licensed.</strong> Some data providers apply licenses that limit how the data can be used to protect the privacy of study participants or to guide downstream uses of the data (e.g., requiring attribution or forbidding for-profit use).
pt_br: <strong>Os dados podem ser licenciados.</strong> Alguns provedores de dados aplicam licenças que limitam como os dados podem ser usados para proteger a privacidade dos participantes do estudo ou para orientar o uso posterior dos dados (por exemplo, exigir atribuição ou proibir o uso com fins lucrativos).

source: If you want to promote sharing and unlimited use of your data, you can make your data available under a <a href="%{creative_commons_url}">Creative Commons CC0 Declaration</a> to make your wishes explicit.
pt_br: Se você deseja promover o compartilhamento e o uso ilimitado de seus dados, pode disponibilizar seus dados sob uma <a href="%{creative_commons_url}">Declaração da Creative Commons CC0</a> para tornar seus desejos explícitos.

source: Sharing data that you have collected from other sources
pt_br: Compartilhando dados que você coletou de outras fontes

source: You may or may not have the right to do so, depending upon whether that data were accessed under a license with terms of use.
pt_br: Você pode ou não ter o direito de fazê-lo, dependendo se esses dados foram acessados sob uma licença com termos de uso.
