Repository: CDLUC3/dmptool
Catalog: config/locale/*/client.po
Languages: pt_br

source: An extensive <a href="%{admin_help_url}">help guide for administrators</a> located on GitHub. You will find detailed instructions for:<ol><li>Setting up the DMPTool<ul><li>Enabling Shibboleth</li><li>Granting administrator privileges</li><li>Customizing your organizational profile</li><li>Providing feedback on plans</li><li>Usage information</li></ul></li><li>Creating guidance</li><li>Creating and customizing funder templates</li><li>Creating templates</li><li>Utilizing DMP IDs and Networked Data Management Plans (maDMPs)</li></ol>
pt_br: Um extenso <a href="%{admin_help_url}">guia de ajuda para administradores</a> localizado no GitHub. Você encontrará instruções detalhadas para:<ol><li> Configurando o DMPTool<ul><li> Ativando o Shibboleth</li><li> Como conceder privilégios de administrador</li><li> Personalizando seu perfil organizacional</li><li> Fornecer feedback sobre os planos</li><li> Informações de uso</li></ul></li><li> Criando orientação</li><li> Criando e personalizando modelos de financiadores</li><li> Criando modelos</li><li> Utilizando IDs DMP e Planos de Gerenciamento de Dados em Rede (maDMPs)</li></ol>

source: Q: Can I see customized templates and guidance created by administrators at other organizations?
pt_br: P: Posso ver modelos personalizados e orientações criadas por administradores em outras organizações?

source: Yes! To view guidance created by others, create a new plan in the tool. On the "Project details" tab you will see "Plan guidance configuration" on the right. Click to "See the full list" and you can select up to 6 different organizations at a time. You will see the selected guidance when you navigate to the "Write plan" tab.
pt_br: Sim! Para visualizar as orientações criadas por outras pessoas, crie um novo plano na ferramenta. Na guia "Detalhes do projeto", você verá "Configuração de orientação do plano" à direita. Clique em "Ver a lista completa" e você poderá selecionar até 6 organizações diferentes por vez. Você verá a orientação selecionada quando navegar até a guia "Escrever plano".

source: To view templates created by others (if available), create a new plan in the tool and choose any organization for the second step: "Select the primary research organization." For the third create plan step, if you tick the box "No funder associated with this plan" you will be presented with any available organizational templates. If the field remains gray and no templates with organizational names appear, then the selected organization has not created any of their own templates and you will be presented with the default DMPTool template after clicking the button to "Create plan."
pt_br: Para visualizar modelos criados por outras pessoas (se disponíveis), crie um novo plano na ferramenta e escolha qualquer organização para a segunda etapa: "Selecione a organização de pesquisa primária". Para a terceira etapa de criação do plano, se você marcar a caixa "Nenhum financiador associado a este plano", serão apresentados todos os modelos organizacionais disponíveis. Se o campo permanecer cinza e não aparecer nenhum modelo com nome de organização, a organização selecionada não criou nenhum modelo próprio e você verá o modelo padrão do DMPTool após clicar no botão "Criar plano".

source: Q: I created a test template. How can I delete it?
pt_br: P: Eu criei um modelo de teste. Como posso excluí-lo?

source: DMPTool administrators can delete templates. This option is only available if no plans have been created using that template. If you cannot or do not want to delete a template, you can "Unpublish" the template so that it will not appear to users. See our <a href="%{admin_help_url}">help documentation</a> on how to do this.
pt_br: Os administradores do DMPTool podem excluir modelos. Esta opção só está disponível se nenhum plano tiver sido criado usando esse modelo. Se você não puder ou não quiser excluir um modelo, poderá "Cancelar a publicação" do modelo para que ele não apareça para os usuários. Consulte nossa <a href="%{admin_help_url}">documentação de ajuda</a> sobre como fazer isso.

source: Q: How do I create guidance? And what are themes?
pt_br: P: Como faço para criar orientações? E quais são os temas?

source: The <a href="%{admin_help_url}">help guide for administrators</a> contains detailed instructions for creating themed guidance. The basic steps include:<ol><li>Creating a guidance group (you will already have a default guidance group for your organization; it is optional to create additional groups or subgroups, for example, for a specific department)</li><li>Creating guidance by entering text, assigning one or more themes, and attaching it to a guidance group</li><li>Publishing the guidance</li></ol>
pt_br: O <a href="%{admin_help_url}">guia de ajuda para administradores</a> contém instruções detalhadas para criar orientações temáticas. Os passos básicos incluem:<ol><li> Criação de um grupo de orientação (você já terá um grupo de orientação padrão para sua organização; é opcional criar grupos ou subgrupos adicionais, por exemplo, para um departamento específico)</li><li> Criando orientação inserindo texto, atribuindo um ou mais temas e anexando-o a um grupo de orientação</li><li> Publicação da orientação</li></ol>

source: There are 14 themes that represent the most common topics addressed in data management plans (e.g., Data format, Metadata). Themes work like tags to associate questions and guidance. Questions within a template can be tagged with one or more themes, and guidance can be written by theme to allow organizations to apply their advice over all templates at once. This also alleviates the need to update guidance each time a new template is released.
pt_br: Existem 14 temas que representam os tópicos mais comuns abordados nos planos de gerenciamento de dados (por exemplo, formato de dados, metadados). Os temas funcionam como marcas para associar perguntas e orientações. As perguntas em um modelo podem ser marcadas com um ou mais temas e a orientação pode ser escrita por tema para permitir que as organizações apliquem seus conselhos a todos os modelos de uma vez. Isso também alivia a necessidade de atualizar as orientações cada vez que um novo modelo é lançado.

source: Can't find the answer you’re looking for? <a href="%{contact_url}">Contact us</a>
pt_br: Não consegue encontrar a resposta que procura? <a href="%{contact_url}">Contate-Nos</a>

source: Data management general guidance
pt_br: Orientação geral de gerenciamento de dados

source: Table of Contents
pt_br: Índice

source: Introduction
pt_br: Introdução

source: Types of Data
pt_br: Tipos de Dados

source: File Formats
pt_br: Formatos de arquivo

source: Organizing Files
pt_br: Organizando Arquivos

source: Metadata: Data Documentation
pt_br: Metadados: documentação de dados

source: Persistent Identifiers
pt_br: Identificadores Persistentes

source: Security and Storage
pt_br: Segurança e Armazenamento

source: Sharing and Archiving
pt_br: Compartilhamento e arquivamento

source: Citing Data
pt_br: Citando dados

source: Copyright and Privacy
pt_br: Copyright e privacidade

source: What is a data management plan?
pt_br: O que é um plano de gerenciamento de dados?

source: A data management plan is a formal document that outlines what you will do with your data during and after a research project. Most researchers collect data with some form of plan in mind, but it's often inadequately documented and incompletely thought out. Many data management issues can be handled easily or avoided entirely by planning ahead. With the right process and framework it doesn't take too long and can pay off enormously in the long run.
pt_br: Um plano de gerenciamento de dados é um documento formal que descreve o que você fará com seus dados durante e após um projeto de pesquisa. A maioria dos pesquisadores coleta dados com algum tipo de plano em mente, mas muitas vezes é documentado de forma inadequada e pensado de forma incompleta. Muitos problemas de gerenciamento de dados podem ser tratados facilmente ou totalmente evitados planejando com antecedência. Com o processo e a estrutura corretos, não leva muito tempo e pode render enormemente no longo prazo.

source: Who requires a plan?
pt_br: Quem precisa de um plano?

source: In February of 2013, the White House Office of Science and Technology Policy (OSTP) issued a %{memorandum_url} directing Federal agencies that provide significant research funding to develop a plan to expand public access to research. Among other requirements, the plans must:<br><blockquote>"Ensure that all extramural researchers receiving Federal grants and contracts for scientific research and intramural researchers develop data management plans, as appropriate, describing how they will provide for long-term preservation of, and access to, scientific data in digital formats resulting from federally funded research, or explaining why long-term preservation and access cannot be justified"</blockquote>
pt_br: Em fevereiro de 2013, o Escritório de Política Científica e Tecnológica da Casa Branca (OSTP) emitiu um %{memorandum_url} orientando as agências federais que fornecem financiamento significativo à pesquisa para desenvolver um plano para expandir o acesso público à pesquisa. Entre outros requisitos, os planos devem:<br><blockquote> "Garantir que todos os pesquisadores extramuros que recebam subsídios e contratos federais para pesquisa científica e pesquisadores intramuros desenvolvam planos de gerenciamento de dados, conforme apropriado, descrevendo como eles fornecerão a preservação e acesso a longo prazo de dados científicos em formatos digitais resultantes de programas financiados pelo governo federal. pesquisa, ou explicando por que a preservação e o acesso a longo prazo não podem ser justificados"</blockquote>

source: Most US Federally funded grants and many private foundations require some form of a data management plan. In the United States, most data management plans are 2-page documents submitted as part of the funding proposal process.
pt_br: A maioria das doações financiadas pelo governo federal dos EUA e muitas fundações privadas exigem algum tipo de plano de gerenciamento de dados. Nos Estados Unidos, a maioria dos planos de gerenciamento de dados são documentos de 2 páginas apresentados como parte do processo de proposta de financiamento.

source: We can help
pt_br: Nós podemos ajudar

source: We have been working with internal and external partners to make data management plan development less complicated. By getting to know your research and data, we can match your specific needs with data management best practices in your field to develop a data management plan that works for you. If you do this work at the beginning of your research process, you will have a far easier time following through and complying with funding agency and publisher requirements.
pt_br: Temos trabalhado com parceiros internos e externos para tornar o desenvolvimento do plano de gerenciamento de dados menos complicado. Conhecendo sua pesquisa e seus dados, podemos combinar suas necessidades específicas com as melhores práticas de gerenciamento de dados em seu campo para desenvolver um plano de gerenciamento de dados que funcione para você. Se você fizer esse trabalho no início do processo de pesquisa, terá muito mais facilidade para seguir e cumprir os requisitos da agência de financiamento e da editora.

source: We recommend that those applying for funding from US Federal agencies, such as the NSF or NIH, use the DMPTool. The DMPTool provides guidance for many of the Federal agencies’ requirements, along with links to additional resources, services, and help.
pt_br: Recomendamos que aqueles que solicitam financiamento de agências federais dos EUA, como NSF ou NIH, usem o DMPTool. O DMPTool fornece orientação para muitos dos requisitos das agências federais, juntamente com links para recursos, serviços e ajuda adicionais.

source: Research projects generate and collect countless varieties of data. To formulate a data management plan, it's useful to categorize your data in four ways: by source, format, stability, and volume.
pt_br: Os projetos de pesquisa geram e coletam inúmeras variedades de dados. Para formular um plano de gerenciamento de dados, é útil categorizar seus dados de quatro maneiras: por fonte, formato, estabilidade e volume.

source: What's the source of the data?
pt_br: Qual é a fonte dos dados?

source: Although data comes from many different sources, they can be grouped into four main categories. The category(ies) your data comes from will affect the choices that you make throughout your data management plan.
pt_br: Embora os dados venham de muitas fontes diferentes, eles podem ser agrupados em quatro categorias principais. A (s) categoria (s) de onde seus dados vêm afetarão as escolhas que você faz em todo o plano de gerenciamento de dados.

source: <strong>Observational</strong><ul><li>Captured in real-time, typically outside the lab</li><li>Usually irreplaceable and therefore the most important to safeguard</li><li>Examples: Sensor readings, telemetry, survey results, images</li></ul>
pt_br: <strong>Observacional</strong><ul><li> Capturado em tempo real, normalmente fora do laboratório</li><li> Normalmente insubstituível e, portanto, o mais importante de proteger</li><li> Exemplos: leituras de sensores, telemetria, resultados de pesquisas, imagens</li></ul>

source: <strong>Experimental</strong><ul><li>Typically generated in the lab or under controlled conditions</li><li>Often reproducible, but can be expensive or time-consuming</li><li>Examples: gene sequences, chromatograms, magnetic field readings</li></ul>
pt_br: <strong>Experimental</strong><ul><li> Normalmente gerado no laboratório ou sob condições controladas</li><li> Muitas vezes reproduzível, mas pode ser caro ou demorado</li><li> Exemplos: sequências de genes, cromatogramas, leituras de campo magnético</li></ul>

source: <strong>Simulation</strong><ul><li>Machine generated from test models</li><li>Likely to be reproducible if the model and inputs are preserved</li><li>Examples: climate models, economic models</li></ul>
pt_br: <strong>Simulação</strong><ul><li> Máquina gerada a partir de modelos de teste</li><li> Provavelmente reproduzível se o modelo e as entradas forem preservados</li><li> Exemplos: modelos climáticos, modelos econômicos</li></ul>

source: <strong>Derived / Compiled</strong><ul><li>Generated from existing datasets</li><li>Reproducible, but can be very expensive and time-consuming</li><li>Examples: text and data mining, compiled database, 3D models</li></ul>
pt_br: <strong>Derivado / compilado</strong><ul><li> Gerado a partir de conjuntos de dados existentes</li><li> Reproduzível, mas pode ser muito caro e demorado</li><li> Exemplos: mineração de texto e dados, banco de dados compilado, modelos 3D</li></ul>

source: What's the form of the data?
pt_br: Qual é a forma dos dados?

source: Data can come in many forms, including:<ul><li><strong>Text</strong>: field or laboratory notes, survey responses</li><li><strong>Numeric</strong>: tables, counts, measurements</li><li><strong>Audiovisual</strong>: images, sound recordings, video</li><li><strong>Models, computer code</strong></li><li><strong>Discipline-specific</strong>: FITS in astronomy, CIF in chemistry</li><li><strong>Instrument-specific</strong>: equipment outputs</li></ul>
pt_br: Os dados podem vir de várias formas, incluindo:<ul><li> <strong>Texto</strong> : notas de campo ou laboratório, respostas da pesquisa</li><li> <strong>Numérico</strong> : tabelas, contagens, medições</li><li> <strong>Audiovisual</strong> : imagens, gravações de som, vídeo</li><li> <strong>Modelos, código de computador</strong></li><li> <strong>Específico da disciplina</strong> : FITS em astronomia, CIF em química</li><li> <strong>Específico do instrumento</strong> : saídas do equipamento</li></ul>

source: How stable is the data?
pt_br: Quão estáveis são os dados?

source: Data can also be fixed or changing over the course of the project (and perhaps beyond the project's end). Do the data ever change? Do they grow? Is previously recorded data subject to correction? Will you need to keep track of data versions? With respect to time, the common categories of dataset are:<ul><li><strong>Fixed datasets</strong>: never change after being collected or generated</li><li><strong>Growing datasets</strong>: new data may be added, but the old data is never changed or deleted</li><li><strong>Revisable datasets</strong>: new data may be added, and old data may be changed or deleted</li></ul>
pt_br: Os dados também podem ser corrigidos ou alterados ao longo do projeto (e talvez após o final do projeto). Os dados mudam alguma vez? Eles crescem? Os dados gravados anteriormente estão sujeitos a correção? Você precisará controlar as versões dos dados? Com relação ao tempo, as categorias comuns de conjunto de dados são:<ul><li> <strong>Conjuntos de dados fixos</strong> : nunca mudam após serem coletados ou gerados</li><li> <strong>Conjuntos de dados crescentes</strong> : novos dados podem ser adicionados, mas os dados antigos nunca são alterados ou excluídos</li><li> <strong>Conjuntos de dados revisáveis</strong> : novos dados podem ser adicionados, e dados antigos podem ser alterados ou excluídos</li></ul>

source: The answer to this question affects how you organize the data as well as the level of versioning you will need to undertake. Keeping track of rapidly changing datasets can be a challenge so it is imperative that you begin with a plan to carry you through the entire data management process.
pt_br: A resposta a esta pergunta afeta como você organiza os dados, bem como o nível de controle de versão que você precisará realizar. Acompanhar os conjuntos de dados que mudam rapidamente pode ser um desafio, portanto, é fundamental que você comece com um plano para conduzi-lo por todo o processo de gerenciamento de dados.

source: How much data will the project produce?
pt_br: Quantos dados o projeto produzirá?

source: For instance, image data typically requires a lot of storage space, so you'll want to decide whether to retain all your images (and, if not, how you will decide which to discard) and where such large data can be housed. Be sure to know your archiving organization's capacity for storage and backups.
pt_br: Por exemplo, dados de imagem normalmente requerem muito espaço de armazenamento, então você desejará decidir se deseja reter todas as suas imagens (e, se não, como você decidirá quais descartar) e onde esses dados grandes podem ser armazenados. Certifique-se de conhecer a capacidade da sua organização de arquivamento para armazenamento e backups.

source: To avoid being under-prepared, estimate the growth rate of your data. Some questions to consider are:<ul><li>Are you manually collecting and recording data?</li><li>Are you using observational instruments and computers to collect data?</li><li>Is your data collection highly iterative?</li><li>How much data will you accumluate every month or every 90 days?</li><li>How much data do you anticipate collecting and generating by the end of your project?</li></ul>
pt_br: Para evitar estar mal preparado, estime a taxa de crescimento de seus dados. Algumas questões a serem consideradas são:<ul><li> Você está coletando e registrando dados manualmente?</li><li> Você está usando instrumentos de observação e computadores para coletar dados?</li><li> A sua coleta de dados é altamente iterativa?</li><li> Quantos dados você acumulará a cada mês ou a cada 90 dias?</li><li> Quantos dados você espera coletar e gerar até o final do seu projeto?</li></ul>

source: The file format you choose for your data is a primary factor in someone else's ability to access it in the future. Think carefully about what file format will be best to manage, share, and preserve your data. Technology continually changes and all contemporary hardware and software should be expected to become obsolete. Consider how your data will be read if the software used to produce it becomes unavailable. Although any file format you choose today may become unreadable in the future, some formats are more likely to be readable than others.
pt_br: O formato de arquivo que você escolhe para seus dados é um fator principal na capacidade de alguém acessá-los no futuro. Pense cuidadosamente sobre qual formato de arquivo será melhor para gerenciar, compartilhar e preservar seus dados. A tecnologia muda continuamente e espera-se que todos os hardwares e softwares contemporâneos se tornem obsoletos. Considere como seus dados serão lidos se o software usado para produzi-los ficar indisponível. Embora qualquer formato de arquivo que você escolher hoje possa se tornar ilegível no futuro, alguns formatos são mais propensos a serem lidos do que outros.

source: Formats likely to be accessible in the future are:
pt_br: Os formatos que provavelmente serão acessíveis no futuro são:

source: Non-proprietary
pt_br: Não proprietário

source: Open, with documented standards
pt_br: Aberto, com padrões documentados

source: In common usage by the research community
pt_br: De uso comum pela comunidade de pesquisa

source: Using standard character encodings (i.e., ASCII, UTF-8)
pt_br: Usando codificações de caracteres padrão (ou seja, ASCII, UTF-8)

source: Uncompressed (space permitting)
pt_br: Descomprimido (permitindo espaço)

source: Examples of preferred format choices:
pt_br: Exemplos de opções de formato preferido:

source: Image: JPEG, JPG-2000, PNG, TIFF
pt_br: Imagem: JPEG, JPG-2000, PNG, TIFF

source: Text: plain text (TXT), HTML, XML, PDF/A
pt_br: Texto: texto simples (TXT), HTML, XML, PDF / A

source: Audio: AIFF, WAVE
pt_br: Áudio: AIFF, WAVE

source: Containers: TAR, GZIP, ZIP
pt_br: Recipientes: TAR, GZIP, ZIP

source: Databases: prefer XML or CSV to native binary formats
pt_br: Bancos de dados: prefira XML ou CSV aos formatos binários nativos

source: If you find it necessary or convenient to work with data in a proprietary/discouraged file format, do so, but consider saving your work in a more archival format when you are finished.
pt_br: Se você achar necessário ou conveniente trabalhar com dados em um formato de arquivo proprietário / desencorajado, faça-o, mas considere salvar seu trabalho em um formato mais arquivístico quando terminar.

source: For more information on recommended formats, see the <a href="%{recommended_formats_url}">UK Data Service guidance on recommended formats</a>.
pt_br: Para obter mais informações sobre os formatos recomendados, consulte a <a href="%{recommended_formats_url}">orientação do UK Data Service sobre os formatos recomendados</a> .

source: Tabular data
pt_br: Dados tabulares
