Repository: CDLUC3/dmptool
Catalog: config/locale/*/client.po
Languages: pt_br

source: You can share your plan with colleagues in the Collaborators tab. Input the email address(es) of any collaborators you would like to invite to read or edit your plan. Set their permissions via the radio buttons and click to "Add collaborator." Adjust permissions or remove collaborators at any time via the drop-down options in the table.
pt_br: Você pode compartilhar seu plano com colegas na guia Colaboradores. Insira o(s) endereço(s) de e-mail de qualquer colaborador que você gostaria de convidar para ler ou editar seu plano. Defina suas permissões por meio dos botões de opção e clique em "Adicionar colaborador". Ajuste as permissões ou remova colaboradores a qualquer momento por meio das opções suspensas na tabela.

source: The "Finalize" tab is where you can set your plan visibility.<ul><li>Private: restricted to you and your collaborators.</li><li>Organizational: anyone at your organization can view your plan.</li><li>Public: anyone can view your plan in the <a href="%<public_plans_path>s">public plans</a> list.</li></ul>
pt_br: A guia "Finalizar" é onde você pode definir a visibilidade do seu plano.<ul><li> Privado: restrito a você e seus colaboradores.</li><li> Organizacional: qualquer pessoa em sua organização pode visualizar seu plano.</li><li> Público: qualquer pessoa pode visualizar seu plano na lista <a href="%<public_plans_path>s">de planos públicos</a> .</li></ul>

source: By default, all new and test plans will be set to Private visibility. Public and Organizational visibility are intended for finished plans. You must answer at least 50% of the questions to enable these options.
pt_br: Por padrão, todos os planos novos e de teste serão definidos como Visibilidade privada. A visibilidade pública e organizacional destina-se a planos concluídos. Você deve responder pelo menos 50% das perguntas para ativar essas opções.

source: After logging in, you will find an email address and URL for help at the top of the page.
pt_br: Depois de fazer login, você encontrará um endereço de e-mail e URL para ajuda na parte superior da página.

source: There may also be an option to request feedback on your plan. This is available when research support staff at your institution have enabled the service. Click to “Request feedback” and your local administrators will be alerted to your request. Their comments will be visible in the “Comments” field adjacent to each question. You will receive an email notification when an administrator provides feedback.
pt_br: Também pode haver uma opção para solicitar feedback sobre seu plano. Isso está disponível quando a equipe de apoio à pesquisa da sua instituição habilita o serviço. Clique em “Solicitar feedback” e seus administradores locais serão alertados sobre sua solicitação. Seus comentários estarão visíveis no campo “Comentários” ao lado de cada pergunta. Você receberá uma notificação por e-mail quando um administrador fornecer feedback.

source: Terms of use & Privacy policy
pt_br: Termos de uso e política de privacidade

source: The <a href="%{cdlib_url}">California Digital Library (CDL)</a> is supported by the University of California (UC). Our primary constituency is the UC research community; in addition, we provide services to the United States and international higher education sector.
pt_br: A <a href="%{cdlib_url}">Biblioteca Digital da Califórnia (CDL)</a> é mantida pela Universidade da Califórnia (UC). Nosso principal constituinte é a comunidade de pesquisa da UC; além disso, prestamos serviços aos Estados Unidos e ao setor de ensino superior internacional.

source: DMPTool ('the tool', 'the system') is a tool developed by the CDL and the <a href="%{dcc_url}">Digital Curation Centre (DCC)</a> as a shared resource for the research community. It is hosted at CDL by the University of California Curation Center (UC3).
pt_br: DMPTool ('a ferramenta', 'o sistema') é uma ferramenta desenvolvida pelo CDL e o <a href="%{dcc_url}">Digital Curation Center (DCC)</a> como um recurso compartilhado para a comunidade de pesquisa. Está hospedado no CDL pelo University of California Curation Center (UC3).

source: Your personal details
pt_br: Seus dados pessoais

source: In order to help identify and administer your account with the DMPTool, we need to store your email address. We may also use it to contact you to obtain feedback on your use of the tool, or to inform you of the latest developments or releases. The information may be transferred between the CDL and DCC partner organizations but only for legitimate CDL purposes. We will not sell, rent, or trade any personal information you provide to us.
pt_br: Para ajudar a identificar e administrar sua conta com a DMPTool, precisamos armazenar seu endereço de e-mail. Também podemos usá-lo para entrar em contato com você para obter feedback sobre o uso da ferramenta ou para informá-lo sobre os desenvolvimentos ou lançamentos mais recentes. As informações podem ser transferidas entre as organizações parceiras CDL e DCC, mas apenas para fins legítimos de CDL. Não venderemos, alugaremos ou comercializaremos nenhuma informação pessoal que você nos fornecer.

source: Privacy policy
pt_br: Política de Privacidade

source: The information you enter into this system can be seen by you, people you have chosen to share access with, and—solely for the purposes of maintaining the service—system administrators at the CDL. We compile anonymized, automated, and aggregated information from plans, but we will not directly access, make use of, or share your content with anyone beyond CDL and your home institution without your permission. Authorized users at your home institution may access your plans for specific purposes—for example, to track compliance with funder/institutional requirements, to calculate storage requirements, or to assess demand for data management services across disciplines. For a detailed description of what information (other than the plans) we collect from visitors to this website and how it is used and managed, please see the CDL Privacy Policy and Baseline Supporting Practices listed at <a href="%{policies_url}">%{policies_url}</a>
pt_br: As informações que você insere neste sistema podem ser vistas por você, as pessoas com as quais você escolheu compartilhar o acesso e - apenas para fins de manutenção do serviço - os administradores do sistema no CDL. Compilamos informações anônimas, automatizadas e agregadas de planos, mas não acessaremos, usaremos ou compartilharemos diretamente seu conteúdo com ninguém além do CDL e sua instituição de origem sem sua permissão. Os usuários autorizados em sua instituição de origem podem acessar seus planos para fins específicos - por exemplo, para rastrear a conformidade com os requisitos do financiador / institucionais, para calcular os requisitos de armazenamento ou para avaliar a demanda por serviços de gerenciamento de dados entre disciplinas. Para obter uma descrição detalhada de quais informações (além dos planos) coletamos dos visitantes deste site e como são usadas e gerenciadas, consulte a Política de Privacidade da CDL e as Práticas de Suporte <a href="%{policies_url}">Básico listadas em %{policies_url}</a>

source: Freedom of Information
pt_br: Liberdade de informação

source: The CDL holds your plans on your behalf, but they are your property and responsibility. Any FOIA applicants will be referred back to your home institution.
pt_br: O CDL mantém seus planos em seu nome, mas eles são sua propriedade e responsabilidade. Todos os candidatos à FOIA serão encaminhados de volta à sua instituição de origem.

source: Passwords
pt_br: Senhas

source: Your password is stored in encrypted form and cannot be retrieved. If forgotten it has to be reset.
pt_br: Sua senha é armazenada em formato criptografado e não pode ser recuperada. Se for esquecido, ele deve ser reiniciado.

source: Google Analytics opt-out
pt_br: Desativação do Google Analytics

source: As noted in the CDL privacy policy, this website uses Google Analytics to capture and analyze usage statistics. You may choose to opt-out of having your website activity tracked by Google Analytics. To do so, visit the <a href="%{opt_out_url}">Google Analytics opt-out page</a> and install the add-on for your browser.
pt_br: Conforme observado na política de privacidade do CDL, este site usa o Google Analytics para capturar e analisar estatísticas de uso. Você pode optar por não permitir que a atividade de seu site seja rastreada pelo Google Analytics. Para fazer isso, visite a <a href="%{opt_out_url}">página de desativação</a> do Google Analytics e instale o add-on para o seu navegador.

source: Third party APIs
pt_br: APIs de terceiros

source: Certain features on this website utilize third party services and APIs such as InCommon/Shibboleth or third party hosting of common JavaScript libraries or web fonts. Information used by an external service is governed by the privacy policy of that service. CDL does not control how information may be used by these services.
pt_br: Certos recursos neste site utilizam serviços de terceiros e APIs, como InCommon / Shibboleth ou hospedagem de terceiros de bibliotecas JavaScript comuns ou fontes da web. As informações usadas por um serviço externo são regidas pela política de privacidade desse serviço. O CDL não controla como as informações podem ser usadas por esses serviços.

source: Revisions
pt_br: Revisões

source: This statement was last revised on October 5, 2017 and may be revised at any time. Use of the tool indicates that you understand and agree to these terms and conditions.
pt_br: Esta declaração foi revisada pela última vez em 5 de outubro de 2017 e pode ser revisada a qualquer momento. O uso da ferramenta indica que você entende e concorda com estes termos e condições.

source: Hello %{invitee}
pt_br: Olá %{invitee}

source: A new API registration has been created by %{user_name}
pt_br: Um novo registro de API foi criado por %{user_name}

source: You can review the registration details by logging in and going to 'API Clients' page.
pt_br: Você pode revisar os detalhes do registro fazendo login e acessando a página 'Clientes API'.

source: The user did not provide a redirect_uri which means that they are not planning to use OAuth to acquire a user's permission to access data. They will only be able to use the API to access public data.
pt_br: O usuário não forneceu um redirect_uri, o que significa que eles não planejam usar o OAuth para adquirir a permissão de um usuário para acessar os dados. Eles só poderão usar a API para acessar dados públicos.

source: You can deactivate these credentials if necessary or email the designated contact for additional info.
pt_br: Você pode desativar essas credenciais, se necessário, ou enviar um e-mail para o contato designado para obter informações adicionais.

source: A new data management plan (DMP) with the title of '%{dmp_title}' has been created for you by the %{external_system_name}.<br>Please sign in to the %{dmptool_url} to complete your DMP. If you have any questions or need help, please contact us at %{org_contact_email}.
pt_br: Um novo plano de gerenciamento de dados (DMP) com o título de '%{dmp_title}' foi criado para você pelo %{external_system_name}.<br> Faça login no %{dmptool_url} para concluir seu DMP. Se você tiver alguma dúvida ou precisar de ajuda, entre em contato conosco em %{org_contact_email}.

source: Hello %{user_name},
pt_br: Olá %{user_name},

source: Please sign in to the %{dmptool_url} to complete your DMP. Once you have logged in you will find the new DMP on your Dashboard.
pt_br: Faça login no %{dmptool_url} para concluir seu DMP. Depois de fazer o login, você encontrará o novo DMP em seu painel.

source: An error has been reported from %{tool_name}
pt_br: Um erro foi relatado por %{tool_name}

source: Query or feedback related to %{tool_name}
pt_br: Pergunta ou feedback relacionado a %{tool_name}

source: Hello %{user_email}
pt_br: Olá %{user_email}

source: Someone has requested a link to change your %{tool_name} password. You can do this through the link below.
pt_br: Alguém solicitou um link para mudar sua senha em %{tool_name} password. Você pode fazer isso usando o link abaixo.

source: Change my password
pt_br: Mudar minha senha

source: If you didn't request this, please ignore this email.
pt_br: Se você não fez essa solicitação, por favor, ignore esta mensagem.

source: All the best
pt_br: Atenciosamente

source: The %{tool_name} team
pt_br: A equipe %{tool_name}

source: Please do not reply to this email.
pt_br: Por favor, não responda esta mensagem.

source: If you have any questions or need help, please contact us at %{helpdesk_email} or visit %{contact_us}
pt_br: Caso tenha perguntas ou precise de ajuda, por favor, entre em contato conosco em %{helpdesk_email} ou visite %{contact_us}.

source: Change your password
pt_br: Mudar sua senha

source: New password
pt_br: Nova senha

source: (%{min_password_length} characters minimum)
pt_br: (Mínimo de %{min_password_length} caracteres)

source: Confirm new password
pt_br: Confirme a nova senha

source: Show passwords
pt_br: Mostrar senhas

source: Send me reset password instructions
pt_br: Envie-me instruções de redefinição de senha

source: First Name
pt_br: Primeiro nome

source: Last Name
pt_br: Sobrenome

source: I accept the %<terms_url>s
pt_br: Eu aceito o %<terms_url>s

source: terms and conditions
pt_br: termos e condições

source: Security check
pt_br: Verificação de segurança

source: Sign up
pt_br: Inscrever-se

source: You will need to enter your current password to change your email address
pt_br: Você precisará digitar sua senha atual para alterar seu endereço de e-mail

source: Please enter your current password below to change your email address.
pt_br: Digite sua senha atual abaixo para alterar seu endereço de e-mail.

source: Current Password
pt_br: Senha atual

source: New Password
pt_br: Nova Senha

source: Confirm Password
pt_br: Confirme a Senha

source: Department or school
pt_br: Departamento ou escola

source: My privileges
pt_br: Meus privilégios

source: Super Admin
pt_br: Super Administrador

source: Organisational Admin
pt_br: Administrador Organizacional

source: Select all
pt_br: Selecionar tudo

source: Deselect all
pt_br: Desmarcar todos

source: A new comment has been added to my DMP
pt_br: Um novo comentário foi adicionado ao meu PGD

source: A plan has been shared with me
pt_br: Um plano foi compartilhado comigo

source: Admin privileges granted to me
pt_br: Privilégios de administrador dados a mim

source: Feedback has been requested for my DMP
pt_br: Foi solicitado feedback para meu PGD

source: Feedback has been provided for my DMP
pt_br: Foi dado feedback para meu PGD

source: My DMP's visibility has changed
pt_br: A visibilidade do meu PGD mudou

source: Edit Profile
pt_br: Editar perfil

source: Personal Details
pt_br: Detalhes Pessoais

source: Email Preferences
pt_br: Preferências de Email

source: New Account Sign Up
pt_br: Cadastro de nova conta

source: This will create a new account. If you already have an account, %{go_back_link} to try a different email address, or %{contact_us_link}.
pt_br: Isso criará uma nova conta. Se você já possui uma conta, %{go_back_link} para tentar um endereço de e-mail diferente, ou %{contact_us_link}.

source: go back
pt_br: volte

source: Forgot password?
pt_br: Esqueceu a senha?

source: Sign in / Sign up
pt_br: Entrar / Inscrever-se

source: Problems signing in? %<contact_us_url>s
pt_br: Problemas para fazer login? %<contact_us_url>s

source: Contact us.
pt_br: Contate-Nos.

source: Problems signing in? %{contact_us_link}.
pt_br: Problemas para fazer login? %{contact_us_link}.

source: Contact us
pt_br: Contate-nos
