Repository: CDLUC3/dmptool
Catalog: config/locale/*/client.po
Languages: pt_br

source: I created a test plan. How can I delete it (or hide it)?
pt_br: Eu criei um plano de teste. Como posso excluí-lo (ou ocultá-lo)?

source: How long will you save my plans?
pt_br: Por quanto tempo você salvará meus planos?

source: What if I move to a new institution?
pt_br: E se eu mudar para uma nova instituição?

source: Who can help me at my institution?
pt_br: Quem pode me ajudar na minha instituição?

source: I have a collaborator. How can we work on the same plan?
pt_br: Eu tenho um colaborador. Como podemos trabalhar no mesmo plano?

source: What happens when I “request feedback” on a plan?
pt_br: O que acontece quando eu “solicito feedback” sobre um plano?

source: For Administrators
pt_br: Para Administradores

source: Where can I find help customizing the DMPTool for my institution/organization?
pt_br: Onde posso encontrar ajuda para personalizar o DMPTool para minha instituição / organização?

source: Can I see customized templates and guidance created by administrators at other organizations?
pt_br: Posso ver modelos personalizados e orientações criadas por administradores em outras organizações?

source: I created a test template. How can I delete it?
pt_br: Criei um modelo de teste. Como posso excluí-lo?

source: How do I create guidance? And what are themes?
pt_br: Como faço para criar orientação? E quais são os temas?

source: Can't find what you’re looking for? <a href="%{contact_us_url}" >Contact us</a>
pt_br: Não consegue encontrar o que está procurando? <a href="%{contact_us_url}" >Contate-Nos</a>

source: Q: What is a data management plan (DMP)?
pt_br: P: O que é um plano de gerenciamento de dados (DMP)?

source: A data management plan is a formal document that outlines what you will do with your data during and after a research project. Most researchers collect data with some form of plan in mind, but it's often inadequately documented and incompletely thought out. Many data management issues can be handled easily or avoided entirely by planning ahead. With the right process and framework, it doesn't take too long and can pay off enormously in the long run.
pt_br: Um plano de gerenciamento de dados é um documento formal que descreve o que você fará com seus dados durante e após um projeto de pesquisa. A maioria dos pesquisadores coleta dados com algum tipo de plano em mente, mas muitas vezes é documentado de forma inadequada e pensado de forma incompleta. Muitos problemas de gerenciamento de dados podem ser tratados com facilidade ou evitados com planejamento antecipado. Com o processo e a estrutura certos, não demora muito e pode render muito a longo prazo.

source: Read our <a href="%{general_guidance_url}">Data Management General Guidance</a> for more information about data management plans.
pt_br: Leia nossa <a href="%{general_guidance_url}">Orientação geral de gerenciamento de dados</a> para obter mais informações sobre os planos de gerenciamento de dados.

source: Q: What can I do with the DMPTool?
pt_br: P: O que posso fazer com o DMPTool?

source: The DMPTool helps researchers create data management plans (DMPs). It provides guidance from specific funders who require DMPs, but the tool can be used by anyone interested in developing generic DMPs to help facilitate their research. The tool also offers resources and services available at <a href="%{participating_url}">participating institutions</a> to help fulfill data management requirements.
pt_br: O DMPTool ajuda os pesquisadores a criar planos de gerenciamento de dados (DMPs). Ele fornece orientação de financiadores específicos que exigem DMPs, mas a ferramenta pode ser usada por qualquer pessoa interessada em desenvolver DMPs genéricos para ajudar a facilitar suas pesquisas. A ferramenta também oferece recursos e serviços disponíveis nas <a href="%{participating_url}">instituições participantes</a> para ajudar a cumprir os requisitos de gerenciamento de dados.

source: Use our <a href="%{help_url}">Quick Start Guide</a> to begin creating a plan.
pt_br: Use nosso <a href="%{help_url}">Guia de início rápido</a> para começar a criar um plano.

source: Q: How much does it cost to use the DMPTool?
pt_br: P: Quanto custa para usar o DMPTool?

source: The DMPTool is FREE. Anyone can create data management plans using the DMPTool.
pt_br: O DMPTool é GRATUITO. Qualquer pessoa pode criar planos de gerenciamento de dados usando o DMPTool.

source: A login is required to access the DMPTool. If you are a researcher from a <a href="%{participating_url}">participating institutions</a>, you can log in as a user from your institution. If your institution does not participate, you can create your own account.
pt_br: É necessário um login para acessar o DMPTool. Se você for um pesquisador de uma <a href="%{participating_url}">instituição participante</a> , poderá fazer o login como um usuário de sua instituição. Se sua instituição não participar, você pode criar sua própria conta.

source: Q: Who can use the DMPTool?
pt_br: P: Quem pode usar o DMPTool?

source: Anyone can create data management plans. If you are a researcher from one of the <a href="%{participating_url}">participating institutions</a>, you can log in as a user from your institution and you will be presented with local guidance to help you complete your plan.
pt_br: Qualquer pessoa pode criar planos de gerenciamento de dados. Se você é um pesquisador de uma das <a href="%{participating_url}">instituições participantes</a> , você pode fazer login como usuário de sua instituição e receberá orientações locais para ajudá-lo a concluir seu plano.

source: If your institution does not participate, you can create your own account.
pt_br: Se sua instituição não participar, você pode criar sua própria conta.

source: Q: How can my institution participate in the DMPTool?
pt_br: P: Como minha instituição pode participar do DMPTool?

source: First, check these <a href="%{participating_url}">participating institutions</a> to make sure your institution is not already participating. Learn more about becoming a <a href="%{about_url}">participating institution</a>.
pt_br: Primeiro, verifique essas <a href="%{participating_url}">instituições participantes</a> para garantir que sua instituição ainda não esteja participando. Saiba mais sobre como se tornar uma <a href="%{about_url}">instituição participante</a> .

source: If you are a researcher or potential user, we suggest you talk to a librarian at your institution. If you are an administrator (librarian or otherwise) and interested in joining, please <a href="%{contact_url}">contact us</a>.
pt_br: Se você é um pesquisador ou potencial usuário, sugerimos que converse com um bibliotecário de sua instituição. Se você é um administrador (bibliotecário ou não) e tem interesse em se associar, entre em <a href="%{contact_url}">contato conosco</a> .

source: Q: What are the benefits of participating in the DMPTool?
pt_br: P: Quais são os benefícios de participar do DMPTool?

source: Participating institutions can incorporate information about their resources and services to aid researchers with data management. Participating institutions can also provide customized help and suggest answers to the questions asked by funding agencies. Users from participating institutions that have configured the tool with Shibboleth can log in with their own institutional accounts.
pt_br: As instituições participantes podem incorporar informações sobre seus recursos e serviços para auxiliar os pesquisadores no gerenciamento de dados. As instituições participantes também podem fornecer ajuda personalizada e sugerir respostas às perguntas feitas pelas agências de fomento. Os usuários das instituições participantes que configuraram a ferramenta com o Shibboleth podem fazer login com suas próprias contas institucionais.

source: For more information, see <a href="%{about_url}">About participating</a>.
pt_br: Para obter mais informações, consulte <a href="%{about_url}">Sobre a participação</a> .

source: Q: Have funders endorsed the DMPTool?
pt_br: P: Os financiadores endossaram o DMPTool?

source: Some funders have recommended the use of the DMPTool, although some provide links to the tool or resources within the tool in their public access plans (e.g., NEH, DOT). For example, the %<nsf_dear_colleague_letter_link>s specifically recommended that researchers generate machine-readable DMPs via tools such as the DMPTool.
pt_br: Alguns financiadores recomendaram o uso do DMPTool, embora alguns forneçam links para a ferramenta ou recursos dentro da ferramenta em seus planos de acesso público (por exemplo, NEH, DOT). Por exemplo, o %<nsf_dear_colleague_letter_link>s é especificamente recomendado que os pesquisadores gerem DMPs legíveis por máquina por meio de ferramentas como o DMPTool.

source: NSF Dear Colleague Letter: Effective Practices for Data
pt_br: Carta do Caro Colega da NSF: Práticas Eficazes para Dados

source: The DMPTool templates incorporate specific data management planning requirements from a range of funders including foundations and government agencies. We are in close contact with some funders as we create templates and for all funders, we monitor public notices and websites for changes.
pt_br: Os modelos DMPTool incorporam requisitos específicos de planejamento de gerenciamento de dados de vários financiadores, incluindo fundações e agências governamentais. Estamos em contato próximo com alguns financiadores à medida que criamos modelos e, para todos os financiadores, monitoramos editais e sites em busca de alterações.

source: Q: Who owns the data management plans created with the DMPTool?
pt_br: P: Quem é o proprietário dos planos de gerenciamento de dados criados com o DMPTool?

source: Data management plans are the intellectual property of their creators. The California Digital Library makes no claim of copyright or ownership to the data management plans created using the DMPTool. You can, however, choose to share your plan publicly and it will appear in our library of <a href="%{public_plans_url}">public plans</a> on the DMPTool website. This will benefit other DMPTool users and promote open research.
pt_br: Os planos de gerenciamento de dados são propriedade intelectual de seus criadores. A California Digital Library não reivindica direitos autorais ou propriedade dos planos de gerenciamento de dados criados usando o DMPTool. Você pode, no entanto, optar por compartilhar seu plano publicamente e ele aparecerá em nossa biblioteca de <a href="%{public_plans_url}">planos públicos</a> no site do DMPTool. Isso beneficiará outros usuários do DMPTool e promoverá a pesquisa aberta.

source: See the <a href="%{help_url}">Quick Start Guide</a> for more information on setting your plan's visibility.
pt_br: Consulte o <a href="%{help_url}">Guia de início rápido</a> para obter mais informações sobre como definir a visibilidade do seu plano.

source: Q: Why am I getting email notifications from the DMPTool?
pt_br: P: Por que estou recebendo notificações por e-mail da DMPTool?

source: There are multiple actions that generate automatic email notifications from the DMPTool. Users can turn these notifications on/off on the profile page. Navigate to "Edit profile" by clicking your name in the upper right dropdown menu, then select the "Notification preferences" tab, check/uncheck the appropriate boxes, and click the button to save your changes.
pt_br: Existem várias ações que geram notificações automáticas por e-mail do DMPTool. Os usuários podem ativar/desativar essas notificações na página de perfil. Navegue até "Editar perfil" clicando em seu nome no menu suspenso superior direito, selecione a guia "Preferências de notificação", marque/desmarque as caixas apropriadas e clique no botão para salvar suas alterações.

source: Q: I'm in a hurry! Is there a quick start guide for creating a data management plan?
pt_br: P: Estou com pressa! Existe um guia de início rápido para a criação de um plano de gerenciamento de dados?

source: Yes! The <a href="%{help_url}">Quick Start Guide</a> is available as a website or a PDF you can download.
pt_br: Sim! O <a href="%{help_url}">Guia de início rápido</a> está disponível como um site da Web ou PDF para download.

source: Q: Where can I read more about funder requirements for data management plans?
pt_br: P: Onde posso ler mais sobre os requisitos do financiador para planos de gerenciamento de dados?

source: The <a href="%{public_templates_url}">Funder Requirements page</a> provides direct links to funder guidelines, as well as sample plans if provided. You do not have to be logged into the DMPTool to access this page.
pt_br: A <a href="%{public_templates_url}">página Requisitos</a> do financiador fornece links diretos para as diretrizes do financiador, bem como exemplos de planos, se fornecidos. Você não precisa estar logado no DMPTool para acessar esta página.

source: Q: Are there examples of data management plans?
pt_br: P: Existem exemplos de planos de gerenciamento de dados?

source: The DMPTool hosts a collection of <a href="%{public_plans_url}">public plans</a>. The collection contains actual plans created by DMPTool users who have opted to share their plans publicly. Please note that these plans have not been vetted for quality. Some funders provide sample plans on their websites; links to these plans are available on the <a href="%{public_templates_url}">Funder Requirements page</a>.
pt_br: O DMPTool hospeda uma coleção de <a href="%{public_plans_url}">planos públicos</a> . A coleção contém planos reais criados por usuários do DMPTool que optaram por compartilhar seus planos publicamente. Observe que esses planos não foram verificados quanto à qualidade. Alguns financiadores fornecem planos de amostra em seus sites; links para esses planos estão disponíveis na <a href="%{public_templates_url}">página de Requisitos do Financiador</a> .

source: Q: What's the difference between “sample” and “public” data management plans?
pt_br: P: Qual é a diferença entre planos de gerenciamento de dados de “amostra” e “públicos”?

source: The sample plans on the <a href="%{public_templates_url}">Funder Requirements page</a> are created by funders and offered as guidance on their websites. The <a href="%{public_plans_url}">Public Plans</a> are actual plans created by users of the DMPTool (please note that these have not been vetted for quality). Both provide helpful examples for researchers creating their own data management plans.
pt_br: Os planos de amostra na <a href="%{public_templates_url}">página Requisitos</a> do financiador são criados pelos financiadores e oferecidos como orientação em seus sites. Os <a href="%{public_plans_url}">Planos Públicos</a> são planos reais criados por usuários do DMPTool (observe que estes não foram verificados quanto à qualidade). Ambos fornecem exemplos úteis para pesquisadores que criam seus próprios planos de gerenciamento de dados.

source: Q: What are the visibility options for my data management plan?
pt_br: P: Quais são as opções de visibilidade para meu plano de gerenciamento de dados?

source: There are three visibility options for each plan you create:<ol><li>Private. Your plan will only be visible to you and any specified plan collaborators. Basic plan details (from the project details page, but not the plan content) will be available to administrators at your institution.</li><li>Organization. If your institution/organization participates in the DMPTool, this setting allows administrators and users from your institution to see your plan.</li><li>Public. Your plan will be available on the <a href="%{public_plans_url}">Public Plans</a> page of the DMPTool website. Choose this option to allow others to see your plan without restrictions (under a CC-Zero license).</li></ol>
pt_br: Existem três opções de visibilidade para cada plano que você cria:<ol><li> Privado. Seu plano ficará visível apenas para você e quaisquer colaboradores do plano especificados. Os detalhes básicos do plano (na página de detalhes do projeto, mas não no conteúdo do plano) estarão disponíveis para os administradores de sua instituição.</li><li> Organização. Se sua instituição/organização participa do DMPTool, essa configuração permite que administradores e usuários de sua instituição vejam seu plano.</li><li> Público. Seu plano estará disponível na página <a href="%{public_plans_url}">Planos Públicos</a> do site DMPTool. Escolha esta opção para permitir que outras pessoas vejam seu plano sem restrições (sob uma licença CC-Zero).</li></ol>

source: Q: I created a test plan. How can I delete it (or hide it)?
pt_br: P: Eu criei um plano de teste. Como posso excluí-lo (ou ocultá-lo)?

source: Follow these steps to remove your test plan:<ol><li>Log into the DMPTool.</li><li>On "My Dashboard" tick the box in the "Test" column next to the title of the appropriate plan. This action will remove the plan from the public list if the visibility was set to public (it will become test/private).</li><li>To delete the plan: select "Remove" from the Actions menu next to the title of the appropriate plan. You will be asked to confirm this action.</li></ol>
pt_br: Siga estas etapas para remover seu plano de teste:<ol><li> Faça login no DMPTool.</li><li> Em "Meu Painel", marque a caixa na coluna "Teste" ao lado do título do plano apropriado. Esta ação removerá o plano da lista pública se a visibilidade estiver definida como pública (ela se tornará teste/privada).</li><li> Para excluir o plano: selecione "Remover" no menu Ações ao lado do título do plano apropriado. Você será solicitado a confirmar esta ação.</li></ol>

source: Q: How long will you save my plans?
pt_br: P: Por quanto tempo você salvará meus planos?

source: We do not plan to delete any plans created with the DMPTool. As a plan owner, however, you can delete plans by going to “My Dashboard” and selecting “Remove” from the Actions menu next to the plan name.
pt_br: Não planejamos excluir nenhum plano criado com o DMPTool. Como proprietário de um plano, no entanto, você pode excluir planos acessando “Meu painel” e selecionando “Remover” no menu Ações ao lado do nome do plano.

source: Q: What if I move to a new institution?
pt_br: P: E se eu me mudar para uma nova instituição?

source: Since the DMPTool account is tied to an email address, the information will not automatically follow a user if they change institutions. However, we can connect users to their plans from previous institutions if they contact us. Users who change institutions and assume new institutional credentials must create a new DMPTool account.
pt_br: Como a conta do DMPTool está vinculada a um endereço de e-mail, as informações não seguirão automaticamente um usuário se ele mudar de instituição. No entanto, podemos conectar usuários a seus planos de instituições anteriores se eles entrarem em contato conosco. Os usuários que mudam de instituição e assumem novas credenciais institucionais devem criar uma nova conta DMPTool.

source: Q: Who can help me at my institution?
pt_br: P: Quem pode me ajudar em minha instituição?

source: If your institution <a href="%{participating_url}">participates in the DMPTool</a>, you can log into the tool and click on the “Contact” link in the top banner. Your email will be sent directly to an expert on your campus who can follow up with you. If your institution does not participate in the DMPTool, check with a librarian to see if someone on campus can help.
pt_br: Se sua instituição <a href="%{participating_url}">participa do DMPTool</a> , você pode fazer login na ferramenta e clicar no link “Contato” no banner superior. Seu e-mail será enviado diretamente para um especialista em seu campus que poderá acompanhá-lo. Se sua instituição não participa do DMPTool, consulte um bibliotecário para ver se alguém no campus pode ajudar.

source: Q: I have a collaborator. How can we work on the same plan?
pt_br: P: Tenho um colaborador. Como podemos trabalhar no mesmo plano?

source: First you must create an account in the DMPTool and begin creating a plan. Then you can add your collaborator(s) to your plan as co-owner(s), or grant editor or read only permissions. You can do this on the “Collaborators” tab for your plan. Enter an email address in the field to "Invite collaborators,” select the desired level of permissions, and click "Submit" to send an email invitation.
pt_br: Primeiro você deve criar uma conta no DMPTool e começar a criar um plano. Em seguida, você pode adicionar seu(s) colaborador(es) ao seu plano como co-proprietário(s) ou conceder permissões de editor ou somente leitura. Você pode fazer isso na guia “Colaboradores” do seu plano. Insira um endereço de e-mail no campo "Convidar colaboradores", selecione o nível de permissões desejado e clique em "Enviar" para enviar um convite por e-mail.

source: For more information, see the <a href="%{help_url}">Quick Start Guide</a>.
pt_br: Para obter mais informações, consulte o <a href="%{help_url}">Guia de início rápido</a> .

source: Q: What happens when I "request feedback" on a plan?
pt_br: P: O que acontece quando eu "solicito feedback" sobre um plano?

source: The request feedback functionality of the DMPTool is an optional feature that institutions may configure to help researchers create data management plans. Submitting a plan for feedback is within-institution only. If this feature is enabled, a button to "Request feedback" will be displayed on the "Share" tab when writing a plan. If a user clicks the "Request feedback" button, the DMPTool will send an email to the plan owner and the institutional administrator contact. The institutional administrator will be granted read only permissions and be able to provide comments on the plan within the tool.
pt_br: A funcionalidade de solicitação de feedback do DMPTool é um recurso opcional que as instituições podem configurar para ajudar os pesquisadores a criar planos de gerenciamento de dados. O envio de um plano para feedback é apenas dentro da instituição. Se esse recurso estiver ativado, um botão para "Solicitar feedback" será exibido na guia "Compartilhar" ao escrever um plano. Se um usuário clicar no botão "Solicitar feedback", o DMPTool enviará um e-mail para o titular do plano e para o contato do administrador institucional. O administrador institucional terá permissões somente leitura e poderá fornecer comentários sobre o plano dentro da ferramenta.

source: Administrators: if you are interested in enabling this functionality for users at your institution, see the "Request feedback" section of the <a href="%{admin_help_url}">help for administrators</a> wiki.
pt_br: Administradores: se você estiver interessado em habilitar esta funcionalidade para usuários em sua instituição, consulte a seção "Solicitar feedback" da wiki de <a href="%{admin_help_url}">ajuda para administradores.</a>

source: Q: Where can I find help customizing the DMPTool for my institution/organization?
pt_br: P: Onde posso encontrar ajuda para personalizar o DMPTool para minha instituição / organização?
